string DLG_TEXT[8] = {
"Так, вы хотите украсть мое судно? Только через мой труп!",
"Да без проблем! Защищаться будешь?",
"Что вы делаете на моем судне? Убирайтесь или отправитесь в трюм, в качестве груза!",
"Постойте! Я просто пришел пригласить товарища капитана присоединиться ко мне в таверне. Там бесплатная выпивка в честь губернатора ",
"Да, и я полагаю их подают русалки!",
"Так... Я прибыл сюда с миром... Сначала вы угрожаете мне, потом оскорбляете мою честь. Обычно мы закончили бы эту беседу дуэлью, но я в хорошем настроении из-за бесплатной выпивки... Не хотите идти - это ваша проблема, но я со своей командой ужрусь до последней капли!",
"Увы, у меня есть обязанности на борту и я не могу уйти. \n<Члену команды> Ты! Пойди в таверну и узнай, раздают ли они бесплатную выпивку, затем отчитаешься мне! \n<Вам> Если ваша история правдива, моя команда придет, чтобы утереть вашу команду в игре кто больше выпьет!",
"Вызов принят! Это та битва, в которой выигрывают все!",
}