string DLG_TEXT[10] = {
"......",
"......",
"Привет большой малыш, хочешь ощутить мою мидию?",
"Воооууу.... Нет, я не голоден. Я хочу видеть Леди Гагу.",
"Это - я. Я не говорила о еде, вы были в море очень долго? Так чего же вы хотите?",
"Я услышал, что у вас были некоторые проблемы с Роком Бразильцем, он бил вас кожаной плёточкой, обливал горячим воском.....?",
"Нет, я никогда не слышала это имя. Я не знаю, кто это вам рассказал, он явно это все выдумал [ДУМАЕТ: плётка и воск.... хорошая идея].",
"Вы уверены, я могу помочь, вы могли бы заплатить мне натурой?",
"Да, уверена - я не знаю Рока Бразильца. Так вы хотите хорошо провести время или нет? У меня много талантов, вы будете очень удивлены, всего за 1000 золота.",
"1000 золота!!!!! Да на такие деньги можно бордель купить! Прощайте.",
};
