string DLG_TEXT[10] = {
"......",
"......",
"Город #sHavana# был моей целью. Вы должно быть рады работать на испанцев как наёмник.",
"По крайней мере, я всё ещё жив. А о вас такого не скажешь, Вицеадмирал готовит вам очень тёплый приём.",
"Вы так думаете? Если испанцы хотят увидеть своего посла живым, то они ничего мне не сделают.",
"*ироничным тоном* Между прочим, я забыл вам сказать. Посла уже спасли.",
"Вы врёте!!!",
"Все Ваши люди в поселке на острове #sisland_Curacao# мертвы.",
"Грязный ублюдок, ты за это сгниёшь в аду!",
"Спасибо, вашими молитвами мы там встретимся.",
};
