string DLG_TEXT[10] = {
"......",
"......",
"Кто вы? Вы работаете на Сантоса?",
"Нет, я не работаю на него. Я - Капитан Элтинг, и прибыл чтобы убить его и освободить Камиллу Леону. Но, что вы здесь делаете?",
"Я - Томас Террор, великолепно одевающийся капитан Карибского моря.",
"Ясно. И что великолепно одевающийся капитан, делает в этой тюрьме?",
"Я - скажем так, возлюбленный Камиллы Леоны. Меня с ней схватил Сантос.",
"Мммм, это - первый раз, когда я встречаю парочку в тюрьме. Как Сантос вас захватил?",
"Камилла и я выехали из Европы, потому что мой отец не хотел нашей свадьбы. Когда Сантос обнаружил, что она в архипелаге, он захватил нас...",
"... Во всяком случае, Сантос теперь мертв, Вито, несомненно, хочет увидеть вас и Камиллу. А мне пора идти."
};
