string DLG_TEXT[11] = {
"Здравствуйте, ",
"Здравствуйте, ",
"#smyname#! Мы прибыли, можете сойти с корабля.",
"Спасибо, ",
". Но прежде не могли бы вы ещё раз рассказать мне о происхождении и появлении ассасинов на Карибах?",
"Конечно.\nВест-Индское братство ассасинов, также известное как Карибское братство ассасинов, является гильдией ассасинов, расположенной в этом регионе, основанной в начале XVI века после распространения ассасинов в Новом Свете.",
"...",
"В 1503 году Эцио Аудиторе да Фиренце отправил группу ассасинов в Константинополь, где им удалось заполучить карты Нового Света из мастерской Пири Рейса. Понимая, что тамплиеры уже распространяют своё влияние на новообретённые земли, ассасины быстро последовали их примеру.",
"После того как переселенцы-ассасины из Европы вступили в контакт с коренными жителями Карибского бассейна, многие туземцы присоединились к ордену, найдя сходство между своим образом жизни и идеологией ассасинов.",
"В настоящее время Вест-Индское братство ассасинов имеет множество контор в регионе. Их можно найти в городе #sHavana#, #sRedmond#, Нассау и на Каймановых островах.",
"Спасибо за информацию. Давайте посетим порт!",
}