string DLG_TEXT[11] = {
".....",
".....",
"(Разговаривает с Фернандо) Наконец-то ты здесь. Я думал, что больше не увижу тебя.",
"Это долгая история. Но Фернандо пришлось столкнуться с некоторыми 'неприятностями'. Давайте перейдем к самому важному пункту. Есть какие-нибудь зацепки о местонахождении Бартоломео?",
"Возможно... Бартоломео писал, что пираты могли быть бывшими членами экипажа Генри Моргана.",
"Я знаю, что Бартоломео совершил как минимум одну экспедицию с Генри Морганом. Возможно, с этой группой возник спор, и они отомстили за похищение его сына.",
"Если этот спор и существовал, то я думаю, что он произошел не во время экспедиции Генри Моргана, а позже... После его пиратской жизни.",
"Что ты точно знаешь?",
"Когда Генри Морган прекратил свою карьеру капера, группа бывших членов экипажа во главе с Гийом Оджером продолжила пиратство. Может быть, эти пираты и были похитителями его сына.",
"Было ли у них любимое место?",
"Как и Генри Морган, в перерывах между экспедициями они обычно отдыхали на острове Иль-а-Ваче.",
};
