string DLG_TEXT[12] = {
"Кто здесь, друг или враг?",
"Друг. Определенно друг.",
"Стоять! Вы, ",
", арестованы за убийство человека по имени ",
".",
"Но ",
" напал на меня! Мне оставалось только защищаться.",
"Это уже будет судить губернатор! Вы должны следовать за нами в резиденцию губернатора. Не пытайтесь сопротивляться или убегать!",
"Хорошо, я пойду с вами. Я доверяю справедливости губернатора.",
"Нет, так не пойдёт, я буду сопротивляться!",
"Вы должны следовать за мной в резиденцию губернатора. Не пытайтесь сбежать!",
"Эта мысль и не приходила мне в голову.",
}