string DLG_TEXT[12] = {
"Привет.",
"Привет, друг! Давно тебя не видел. Как живешь?",
"Превосходно. Как ты насчет дернуть по косячку?",
"Не откажусь.",
"Ты знаешь, ходят слухи, что около острова плавает корабль с чёрными парусами. Корабль под названием 'Чёрная Жемчужина'.",
"Да, Я видел это тоже. Что особенного ты об этом знаешь?",
"'Чёрная Жемчужина' ужасный корабль. Много моих знакомых погибли из-за него. \nГоворят, что капитан 'Чёрной Жемчужины' - сам дьявол, а его команда состоит из живых скелетов. Я думаю, что появление 'Чёрной Жемчужины' в водах острова #sFalaise de Fleur# - очень плохая новость.",
"Может быть ты прав. Что ещё ты знаешь?",
"Говорят, есть одно средство одолеть 'Чёрную Жемчужину', хотя она почти неуязвима. Есть вещь, которой капитан этого корабля боится больше всего... \nНекоторый артефакт, который предположительно находится в Инкских Джунглях.",
"Интересно, кто распространяет эти слухи? Доверчивые дурачки, которые отправились на поиски этого артефакта?",
"Некоторые, конечно, поддаются на такие истории. Но не все те, кто верит в эту легенду, простачки. Мне начинает казаться, что артефакт действительно существует. ",
"Да, очень интересная сказка. Ну что же, мне пора идти. Увидимся. ",

};
