string DLG_TEXT[12] = {
"Здравствуй.",
"Здравствуй, друг! Давно не виделись. Как поживаешь?",
"Превосходно. Как насчёт того, чтобы выпить по кружечке рома?",
"Не откажусь.",
"Ты знаешь, ходят слухи, что около острова плавает корабль с чёрными парусами. Корабль под названием 'Чёрная Жемчужина'.",
"Да, мне недавно удалось его увидеть. Что особенного ты знаешь об этом корабле?",
"'Чёрная Жемчужина' ужасный корабль. Много моих знакомых погибли из-за него.\nГоворят, что капитан 'Чёрной Жемчужины' - сам дьявол, а его команда состоит из живых скелетов. Я думаю, что появление 'Чёрной Жемчужины' в водах города #sFalaise de Fleur# - очень плохая новость.",
"Может быть ты прав. Что ещё ты знаешь?",
"Говорят, есть одно средство одолеть 'Чёрную Жемчужину', хотя она почти неуязвима. Это некий артефакт, который, предположительно, находится в инкских джунглях.",
"Интересно, кто распространяет эти слухи? Доверчивые дурачки, которые отправились на поиски этого артефакта?",
"Некоторые, конечно, поддаются на такие истории. Но не все те, кто верит в эту легенду, простачки. Мне начинает казаться, что артефакт действительно существует.",
"Да, очень интересная сказка. Ну что же, мне пора идти. Надеюсь ещё увидимся.",

};
