string DLG_TEXT[12] = {
"Добрый день!",
"Добрый день. Мне говорили, что Вы очень много знаете о корабле под названием 'Чёрная Жемчужина'.",
"Да, Вас не обманули. Мне посчастливилось плавать на этом корабле. Но много лет назад, когда я был на 'Чёрной Жемчужине', произошла история, которая навсегда отвадила меня от моря \nС тех пор как я покинул 'Чёрную Жемчужина', я веду спокойный, тихий образ жизни.",
"Что произошло?",
"Ну, это всегда был пиратский корабль. Я плавал на нем. Однажды экипажу повернулась удача - трюм был набит золотом \nТак много, что мы тратили его без всякой мысли. Но среди всех тех золотых монет были некоторые из самых больших, и наиболее красивых. Конечно, мы потратили и их, также. Сегодня я думаю, что было много крови на том золоте. И подлинное проклятие.",
"...",
"Вскоре мы перестали доверять друг другу, затем в команде начались убийства \nНекоторые из нас были убиты, я с несколькими моими товарищами был высажен на необитаемом острове \nТе, кто остались на корабле, приняли на себя адское проклятие. \nОни стали ходячими мертвецами - днем они выглядят как обычные люди, а ночью превращаются в скелетов. Ни пуля, ни сталь не могут причинить им вреда, они мечтали бы умереть, но их грехи и проклятие не пускают их.",
"Почему-то я тебе верю. Это точно те кого я встретил.",
"Единственный способ для них обрести покой - вернуть проклятые монетки. Но это непросто сделать - золото разошлось по архипелагу \nНо ничто не может остановить моряков 'Чёрной Жемчужины' в погоне за этими монетами \nИ если это золото попадет к вам - знайте, что живые скелеты будут преследовать вас везде.",
"Какая интересная история.",
"С тех пор, как я увидел ад, я больше не брался за оружие и завязал с грабежом \nЯ стал набожным человеком, я часто хожу в церковь и читаю Библию. Советую вам последовать моему примеру!",
"Спасибо за совет, но не время сейчас складывать оружие. До свидания.",

};