string DLG_TEXT[15] = {
"Стоять... Вы кто такие?",
"Э-э... Мы друзья капитана ",
"Rabel Iverneau",
"...",
"М-да? А что-то не похоже... Вы больше похожи на тех, кого сейчас разыскивают по всему городу - на английских шпионов!",
"Нет-нет! Мы друзья капитана ",
"Rabel Iverneau",
". Вот он сам - разве не видите?",
"Ну да, мы шпионы, которых капитан арестовал, и ведёт на корабль для допроса.",
"С чего это капитану водиться с такими босяками?",
"Ну, он любит босяков... Он их кормит, поит...",
"Неужели... А почему вы тогда при оружии? Что-то здесь нечисто - мы вас задерживаем до прихода господина полковника!",
"Но...",
"Что вы чепуху тут несёте! Проваливайте отсюда!",
"Э-э... До свидания!",

};
