string DLG_TEXT[9] = {
"Да, капитан?",
"Ничего, продолжай заниматься своими делами.",
"Ха, смотрите-ка, кого сюда занесло! Да это же ",
"! Как поживаешь, чего нового?",
"У меня всё хорошо... А вы с капитаном по имени ",
"Danielle",
", какого чёрта здесь делаете?",
"У нас... Ну, в общем, дела, дела. Понимаете - вы с капитаном вроде как конкуренты, так что я с вами и поболтать-то особо не могу - мне голову оторвут. Если хотите что-то узнать - лучше поговорите с моим капитаном.",
"Я так и сделаю.",

};