string DLG_TEXT[12] = {
"Мне не о чем говорить с вами.",
"...",
"Что вам угодно?",
"Я интересуюсь легендой. Мне сказали, что вы что-то о ней знаете.",
"Так это вы вынюхиваете информацию о сокровище.",
"Гони скрижали, крысеныш!",
"Вам они так нужны?",
"Да, очень.",
"Вы имеете в виду текст этих древних каменных скрижалей?",
"Я рад, что вы меня понимаете. И если вы отдадите мне эти скрижали, я позволю вам жить. На сей раз...",
"Постойте! Вот, возьмите проклятые скрижали... только держите вашу саблю подальше от меня!",
"Уверен.",

};