string DLG_TEXT[24] = { 
"Я очень хочу есть.",
"(Лучше оставить его),",
"Чего вы хотите?",
"Мистер Пим, я ищу навигационные приборы. У меня есть эти прекрасные часы...",
"Хорошо... как насчет небольшого одолжения?",
"Что вы имеете в виду мистер Пим?",
"Вы, видите, что придурок Портной уехал на отдых и запер меня.",
"И вы хотите, чтобы я...?",
"Нет, дверь Портного не сломать, но есть другой вход в мою комнату.",
"Да?",
"Когда я был моложе, я иногда туда поднимался по крышам, просто ради забавы.",
"И что вы мне предложите взамен, мистер Пим?",
"У меня есть Секстант, если вас интересует.",
"Хорошо, покажите мне откуда залезать.",
"У офиса того Детектива обычно стояла лестница.",
"Легко найти. Я уже полез...",
"Наконец-то, я могу съесть лошадь.",
"(Надейтесь) Что насчет нашего соглашения? Эй мистер...",
"Секстант находится в комнате Башни.",
"Лады. (Где это?)",
"Не так быстро мистер, вам потребуется запасной ключ к Портному.",
"И где вы держите этот Ключ?",
"Он находится в моей спальне.",
"Хорошо, тогда до свидания.",




};
