string DLG_TEXT[50] = {
"Добрый день месье, чем могу быть полезен?",
"Пока ничем.",
"Месье По рекомендовал вас, как хорошего детектива.",
"А, да он мой близкий друг. Теперь, пожалуйста, расскажите подробности.",
"У меня есть шифр, который я, с помощью господина По, расшифровал только на половину...",
"Шифр? Сколько вы готовы заплатить, месье...",			//5
"Эмм. Платить - хрмпф...",
"Возможно вы сможете вместо этого мне сделать одолжение, господин Легран?",
"Что это значит месье Дупин?",
"У меня есть этот набор Детектива, который вы видите. Должен сказать очень полезная вещь. Но так или иначе эти шесть элементов были разбросаны вокруг, и я не могу найти ключ.",
"Все в порядке месье Дупин, я попытаюсь помочь вам с этим, если вы изучите эту бумагу тщательнее.",	//10
"Отлично, вы нашли всё, что мне было нужно...",
"Да нет проблем, я также нашел ключи. Что насчет шифра, вам удалось добиться каких-либо успехов?",
"Я думаю, что вы могли бы в качестве начала заполнить одну букву сами.",
"(Сглатывает) Да, которую?",
"Обратимся к началу криптограммы, мы видим '5' перед словом 'GOOD'(Хорошо), это убеждает нас, что первая буква еще одно слово, и что '5' это...?",
"Эти два слова только с одними буквами 'I' и 'A', и вот что это 'A', нет никаких сомнений!",
"Конечно. Четыре буквы в слове 'DEGREES' (Градусы), мы получаем сочетание ;46(;88* . Подставляя известные символы, и замещая неизвестное точками, мы получаем следующее: 'TH.RTEE'.",
"Похоже на слово 'THIRTEEN' (Тринадцать). ",
"Похоже на правду! Возможно было бы легче, если бы мы использовали таблицу (Exel)!",
"Надо ее поискать.",								//20
"Месье Легран, скажите, вы нашли, каким должна быть буква '0'?",
"Ну, я... не совсем уверен...",
"Возможно вам стоит попробовать еще раз. Не забывайте поглядывать в Судовой Журнал.",
"Хорошо, я просмотрю записи...",		//24
"Да, это - 'B'",	//25
"Да, это - 'C'",
"Да, это - 'F'",
"Да, это - 'J'",
"Да, это - 'K'",	
"Да, это - 'L'",	//30	
"Да это - 'М'",	
"Да, это - 'P'",
"Да, это - 'Q'",
"Да, это - 'V'",
"Да, это - 'W'",	//35
"Да, это - 'X'",
"Да, это - 'Y'",	
"Да, это - 'Z'",
"Превосходно, а что вы узнали о '9'?",
"Да, получается слово 'MINUTES' (Минуты). Теперь посмотрим на эту последовательность 'LINE.ROMTHETREETHROUHGTHESHOT'",	//40
"Кроме 'F' ничего не подходит. Значит '1' это 'F', осталось теперь не так много...",
"Почти готово... Посмотрите на конец текста: 'FIFT.FEETOUT' вы видите, что означает ':'?",
"Пожалуйста, месье Легран, если бы вы заполнили комплект и закрыли его.",
"Да, похоже, что вы правы. Теперь вы можете легко заполнить оставшиеся буквы. Только еще один намек, проверьте это место 'SE.ENTH'.",
"Спасибо за всю вашу помощь мистер Дупин.",					//45
"Большое спасибо. Но сейчас простите, меня ждут клиенты...",
"Тогда до свидания. Я навещу вас, если вернётся мистер По.",
"Это было легко. Вот ваша копия шифра. Эмм... Месье Легран, вы не возражаете, если я оставлю пергамент, который вы нашли на берегу? Я очень интересуюсь подобными вещами.",
"Несомненно, вы мне очень помогли, возьмите.",

};