string DLG_TEXT[12] = { 
"Я уже сказал вам, проваливайте.",
"!!",
"Стойте мистер! проход закрыт.",
"Посмотрите я не вор, я просто хочу пройти, чтобы задать несколько вопросов.",
"Вы не можете. Плантация закрыта для посторонних.",
"Хм ... А скажите мне, это плантация Бишопа?",
"Больше нет. Раньше принадлежала семье Бишопа. А теперь проваливайте!",
"А остались ли какие рабы, принадлежавшие Бишопам?",
"Думаю да. Вы уйдёте добровольно или вам помочь?",
"Хорошо, хорошо. Давайте вернемся в Чарлстон, Юпитер.",
"Есть ли здесь кто?!",
"Ох-о-хо...",


};
