string DLG_TEXT[38] = { 
"Я вас не слышу - я сплю.",
"!!",
"Уходите, вам здесь не место.",
"Посмотрите я не вор, я просто хочу пройти, чтобы задать несколько вопросов.",
"Нет, это не женский барак",
"Хм... Как он узнал, что я искал?",
"Мы не рабы, мы - люди -",
"- наш статус - раб.",
"И кто вы мистер?",					//8
"А, Уильям Легран. Простите что потревожил вас, я только хотел задать несколько вопросов.",
"Ладно, задавайте.",					//10
"Вы когда-либо слышали о месте под названием трактир Епископа?",
"Я знаю о месте, под названием замок Бишопа.",
"Вы можете показать мне путь к трактиру или Замку?",
"Вам придеться мне заплатить.",
"Хммм, я... Я...",
"Дайте мне то, что вы носите на шее, если у вас нет денег.",	//16
"(Аптечка!) Отлично, вот, держите.",
"Как выйдете из города - сразу направо.",
"Хм, я думал, что там дальше море?",
"Нет нет. Не доходя до воды.",						//20
"Хорошо я понял. А потом?",
"Просто идите прямо, это долгая дорога. После Моста поверните налево к утесу.",
"Продолжайте...",
"Затем вы выйдете в дикую и пустынную местность.",
"И там будет трактир??",
"Ну, это не замок, ни таверна, а высокая скала.",
"И как я ее найду?",
"Хм, это трудно описать...",
"Возможно вы могли начертить схему.",
"У меня нет ни бумаги, ни пера.",		//30
"У меня есть чернила и - сейчас взгляну - возможно я смогу использовать оборотную сторону этой картины с птицей...",
"Вот. Теперь прошу меня простить.",
"Спасибо мисс...",
"Ох, они за вами мистер?",
"Да, простите, я должен спешить...",
"Забудьте про меня... Вот возьмите, у вас кровь мистер.",
"Хорошо спасибо вам M... эмм... До свидания.",

};
