string DLG_TEXT[28] = {
"Здорово.",
"!!!",
"Капитан?",
"Именно, с какой частью истории желаете ознакомиться?",
"1) В ДОМ Леграна после берега.",
"2) В ДОМ Леграна День 2.",	//5
"3) В ДЕРЕВНЮ Моултри (Юпитер).",
"4) В ФОРТ Моултри.",
"5) В ЧАРЛСТОН.",
"6) К КИТАЙСКОМУ КВАРТАЛУ.",
"7) В КИТАЙСКУЮ КОМНАТУ.",	//10
"8) К ПЛАНТАЦИИ.",
"9) К МАРОНАМ.",
"10) В трактир Епископа, в первый раз.",
"11) В ФОРТ (Юпитер) + к PYM (Легранд).",
"12) В трактир Епископа, во второй раз.",	//15
"13) К ПО + ЛОДКА и ХИЖИНА (Юпитер).",
"14) В ФОРТ (револьвер).",
"15) В ЦЕРКОВЬ (По).",
"16) В трактир Епископа, в последний раз.",
"",	//20
"",
"Хех? Не страшно?...",
"Я не боюсь!",
"Могу я снова взглянуть на варианты.",
"Хм, пожалуй, буду играть с начала приключения.",	//25
"Я вас предупредил.",
"Хорошо, хорошо. Теперь давайте пойдем!",
  
};