string DLG_TEXT[18] = { 
"Кто там! Что вы хотите??",
"О, мисс... Я хочу войти.",
"Разве вы не видите что всё закрыто?!",
"Да я знаю. Я ищу Священника - Клода Фролло.",
"Тссс, вы мистер По?",
"Именно. Теперь вы меня впустите?",
"Вот, возьмите Ключ...",
"Спасибо мисс...",
"Добрый вечер мистер По. Надеюсь вы принесли документы священника.",		//8
"Да у меня есть сборник церковных гимнов, вместе с любовным письмом.",
"А, мистер По давайте не будем осуждать человека слишком строго.",
"Очень хорошо, где он?",
"Отец Фролло - эээ, он немного занят...",
"Понятно (отлично, он готов).",
"Это не то о чём вы подумали. Он попросил, чтобы я передала вам этот подарок.",
"(ДА!) Хорошо? Спасибо мисс...",
"Да, я могу вам чем-то помочь...",
"Ну, я... хмм... просто осматриваюсь.",


};
