string DLG_TEXT[24] = { 
"Я осмотрю вас. Всего за 5 золотых.",
"Я не могу себе это позволить.",
"Я вижу, что у вас проблемы с зубами. Позвольте мне вам помочь.",
"Не сегодня, спасибо.",
"Помните - мы не позволяем вам нападать на граждан. Другое дело, если граждане нападут на вас, хе-хе.",
"Приму к сведению.",
"Ну и погодка... а я должен стоять здесь. Вы можете не верить, но мое единственное развлечение - это отгонять мух.",
"А я-то чем могу помочь. Это ваша обязанность.",
"Если Вы хотите поболтать, найдите кого нибудь другого. Я на службе.",
"Я только хотел проверить, живы ли вы. А то стоите тут как статуя.",
"Вы думаете, легко защищать наш город? Нисколько! Это - очень важная и опасная работа. Я помню однажды...",
"Расскажешь в другое время. Я должен идти.",
"Не беспокойте меня.",
"Как скажете, солдат.",
"Эй! Не принесешь мне немного рому из таверны?",
"А потом меня повесят за спаивание солдат, не, иди сам если хочешь.",
"Почему все пристают с вопросами, именно ко мне?! Разве нет красивых женщин в этом городе?",
"И это называется нести службу? Смотри не прозевай опасного преступника, вроде меня? *Смеется*",
"Вы выглядите здоровым. Разве вы не хотите присоединиться к нашей армии? У нас много места в наших казармах, хорошая еда, бесплатный ром.",
"Звучит заманчиво. Но армейская жизнь не для меня.",
"Эх жара... Все бы отдал, чтобы вернуться в родную Англию.",
"Да, похоже, здоровьем ты не вышел для этого климата.",
"Постойте мистер. Малярия поразила эту часть города. Пожалуйста, идите дальше.",
"Малярия...",



};
