string DLG_TEXT[55] = { 
"Не мешайте мне, я занят.",
"О, простите.",
"Господа, мы еще не открылись.",
"Мы не есть сюда пришли. Вы продаете фейерверки верно?",
"Продаем, но сейчас из-за малярии нет.",
"Хм, даже порох?",
"Нет, все закончилось. Но у меня есть идея...",
"Хорошо, рассказывайте.",
"Мои люди все еще больны, а я не могу отлучиться.
Вот что я предлагаю: если вы поможете мне в ресторане и изготовите порох самостоятельно, то я отдам столько пороха, сколько вам нужно.",
"Понятно, но Юпитер прав - изготовлять порох очень опасно!",
"Но, если вы не нарушите рецептуру... Вот рецепт, опасности не будет.",	//10
"Что скажешь Юпитер?",
"Идите к пороховой мельнице и ознакомьтесь с оборудованием.",
"Тогда до встречи, Юпитер.",
"Где эта мельница?",
"У ворот в Чарлстон. И да, дверь иногда застревает - навалитесь сильнее.",
"Вижу вы изготовили порох - очень хорошо. Вот бочки.",
"Ага.",
"Но мне нужно больше пороха. Вот, возьмите этот ключ и продолжайте в том же духе.",
"Очень хорошо... (вздох)",
"Я вижу что вам удалось произвести больше пороха. Очень хорошо.",		//20
"Да, вы нам обещали порох и фейерверк.",
"Вот, возьмите немного пороха, и вашему помощнику. Фейерверк изготовить сложнее...",
"Я не хочу об этом говорить.",
"Для фейерверка вам нужен другой тип пороха - медленно горящий.",
"Ага, и вы мне предлагаете изготовить и его?",			//25
"Я думаю, что это хорошая идея. Вот рецепт, поместите его в Красную Папку.",
"Но я затратил все сырье.",
"Нет проблем, я отпер все три мастерские.",
"Хммм... Полагаю это будет не легко...",
"Да, но сначала найдите красную папку.",		//30
"Ладно, когда ее найду я вернусь.",
"Вот рецепт, поместите его в Красную Папку.",
"Итак, все довольно сложно и для продолжения мне нужно большее количество инструментов!",
"Может быть вы мне поможете в поисках, гости, возможно, смогут подождать?",				//35
"Вы все нашли! Дайте мне те бочки.",				//35
"Хорошо, а теперь к вопросу о фейерверке...",
"Следуйте за мной в мою Лабораторию, и через минуту все будет готово.",
"Ступайте впереди.",
"Не забываете доливать воду в большую бочку прежде, чем молоть порох.",
"Где я возьму воду?",					//40
"На стене есть вентиль.",
"Хорошо, я запомню.",
"Вот и вы, мистер Легран. Пожалуйста, присаживайтесь, подождите пока я не закончу.",
"А, очень хорошо.",
"... но сначала я должен получить специальный порох -",
"- и да я взял боченок с этого сундука",
".... таким образом, я должен сделать новые цилиндры для ракет -",
"- из этого документа.",
"...если потребуется немного времени -",
"- но вы не будете разочарованы, мистер Легран.",
"...Мистер Легран, я сделал прекрасную коллекцию Фейерверков для вас. Они пронумерованы от одного до шестнадцати. Поджигайте их по порядку!",
"Наконец-то! Эммм... Я имею в виду большое спасибо!",
"... Так что вы можете оставить все остальные предметы здесь, пожалуйста.",
"Очень хорошо, до свидания.",


};
