string DLG_TEXT[16] = { 
"Не можете Вы видеть, что я занят!",
"Вы хотели что-нибудь?",
"Фантастическая еда, Вы должны попробовать это.",
"Давайте поедим и давайте пить.",
"Если Вы хотите болтать, найдите кого-то еще.",
"Я только хотел проверить, живы ли вы. А то стоите тут как статуя.",
"Определите мне некоторое другое время. Я ем.",
"Не беспокойте меня.",
"Хорошо, давайте напиваться.",
"Выпейте со мной.",
"Хорошо, хорошо.",	//10
"Нет, я...",
"Это так.",
"Хорошо я...",
"Что?!",
"Как Вы говорите.",

};
