string DLG_TEXT[18] = {
"Привет Юпитер, что это?",
"О ничиво, Уильям.",
"Аааа, вот и вы, и вы нашли дрова!",
"Мхмм...",
"Вот возьмите эту старую монету - я думаю, что она китайская.",
"Китайская...?",
"Ты раздобыл немного бумаги Юпитер?",
"Да вот она. Золотого Жука тоже забрал! Вот Уильям!",
"Хорошая работа, пожалуйста, возьми этот маленький жемчуг за свои труды.",
"Жемчуг, ничего себе!",
"Теперь другой вопрос - у нас закончились дрова.",			//10
"Да, это так Уильям. Мы пойдем на берег и найдем древесину.",
"Точно, так и поступим, Юп.",
"У вас есть мешки, Уильям?",
"Вот они. Иди первый, а я за тобой.",
"---",
"Эдгар, наконец. Я боялся, что вы нарвались на проблемы.",
"А... нет. У меня всё готово. Мы уходим?",


};