string DLG_TEXT[23] = {
"Жизнь всего лишь иллюзия...",
"Хм, хорошо... хххмм... хм?",
"А, месье Легран это вы.",
"Вы знаете, кто я? Кто вы?",
"Это не важно. Скажем, я должна вам помочь.",
"Да ну? (Она выглядит знакомой, но я не могу ее припомнить...),",
"Мы раньше встречались но это не имеет значения. У меня есть то, что вам нужно.",
"Спасибо мисс... (Что это?)",
"Эта маленькая вещица носится на шее, но, пожалуйста, потерпите, пока вы не вернетесь домой!",
"Конечно, конечно. (Но мне так любопытно!)",
"Мы раньше встречались но это не имеет значения. Думаю, что сперва вы должны изучить ту книгу, которую нашли более тщательно. У меня есть то, что вам пригодится.", //10
"Мистер По...",
"Вы знаете моё имя, кто вы?",
"Я знаю много вещей - например, что вы собираетесь пройти через винный погреб.",
"!!",
"Вы - храбрый человек мистер По, но вам понадобится вот это.",
"Что это?",
"В сосуде находится противоядие... А это - Мешок с Лечебными Травами.",
"И мне это нужно?! Но у меня нет денег.",
"Я знаю, считайте это подарком.",
"Спасибо мисс...",
"Теперь пожалуйста отвернитесь, мистер По.",
"Ха...",


};