string DLG_TEXT[18] = {
"Хотите купите что-то еще?",
"Не сейчас.",
"А, посетитель! Вы хотите купить или продать?",
"Я говорил с Лейтенантом Дж. Он сказал что вы можете продать мне оружие.",
"Какое оружие вам нужно? Мушкеты, Штыки, Гранаты или же вам нужны патроны...?",
"Я интересуюсь новым огнестрельным оружием под названием Револьвер.",
"Револьвер очень хорошая вещь. Но стоить будет дорого.",
"Хммм... Ээээ... У меня есть этот очень ценный Секстант... - пожалуйста, взгляните.",
"Секстант, конечно, выглядит замечательно, но я не могу обменять его на Револьвер. Он слишком дешевый.",
"Хорошо, тогда я добавлю эти прекрасные простые часы. Но к Револьверу приложите патроны.",
"Это лучше, но не достаточно.",
"Мне также нужна длинная верёвка. Это моё последнее предложение: вы также получите этот миленький пороховой бочёнок, и мы разойдёмся.",
"Хорошо, давайте мне бочёнок. Вы должны будете взять Револьвер на оружейном складе самостоятельно. Идёт?",
"Да! Где этот склад?",
"Вам придется пройти через тюрьму. Возьмите эти ключи - просто заприте все двери камер, чтобы попасть на склад - но делать это нужно в правильном порядке.",
"Как всё хитро...",
"Вам решать, я очень занятой человек. Вот, дайте это указание Капралу на складе.",
"(Проницательный торговец...)",


};