string DLG_TEXT[20] = {
"Чем я могу вам помочь сэр?",
"Да ничем в общем-то.",
"... но я должен спросить вас: кто вы сэр, и как вы прошли?",
"Меня зовут Уильям Легран, Капрал. Я воспользовался ключами, которые мне дал сержант.",
"В таком случае, отдайте их мне.",
"Конечно. Я так и собирался поступить...",
"Позвольте мне взглянуть.",
"Конечно.",
"Очень хорошо, Револьвер... Позвольте мне взглянуть...",
"(Пожалуйста, поспешите, старик.)",
"Здесь, очень прекрасное оружие, Сэр.",
"Спасибо.",
"И патроны тоже. Куда же я их дел...",
"(Ну он и медлительный.)",
"Вот, 12 патронов для револьвера - это все, что у меня есть.",
"Хм, жаль, что так мало...",
"И длинная веревка, так много вещей...",
"(Вы мне ее отдадите?)",
"И последний пункт в списке Длинная Веревка.",
"(Наконец!)",


};