string DLG_TEXT[20] = {
"Чем я могу вам помочь сэр?",
"Да ничем в общем-то.",
"... я должен спросить вас: кто вы сэр, и как вы сюда прошли?",
"Меня зовут Уильям Легран, Капрал. Я воспользовался ключами, которые мне дал сержант.",
"В таком случае, отдайте их мне.",
"Конечно. Я так и собирался поступить...",
"Позвольте мне взглянуть на записку сержанта.",
"Конечно.",
"Очень хорошо, Револьвер... Позвольте мне глянуть на стелаже...",
"(Пожалуйста, поспешите, старик.)",
"Здесь, очень прекрасное оружие, Сэр.",
"Спасибо.",
"И патроны тоже. Куда же я их дел...",
"(Ну он и медлительный.)",
"Вот, 12 патронов для револьвера - это всё, что у меня есть.",
"Хм, жаль, что так мало...",
"И ещё длинная верёвка, так много вещей...",
"(Вы мне её отдадите?)",
"Вот последний пункт в списке - Длинная Верёвка.",
"(Наконец!)",


};