string DLG_TEXT[10] = {
"Ты выглядишь так, словно тебе здесь не место...что привело тебя в это ужасное место?",
"Ну, совершенно очевидно, что меня схватили, но, кроме того, я ищу некоего Этвуда Паддли, вы его случайно не видели?",
"Да, это я, чем я могу быть полезен, мистер...?",
"Капитан! Капитан Джек Воробей, к вашим услугам! Или, правильнее сказать, прошу тебя об услуге, приятель. Я ищу ключ, и я знаю, что он должен быть у тебя!",
"Приятно познакомиться с вами, капитан! Ключ... не совсем... у меня! Рисунок упомянутого ключа, который поможет найти его! Ты можешь забрать его, сейчас он мне не нужен.",
"О... что ж, спасибо. Это не совсем то, чего я ожидал, но не могли бы вы просто отдать его мне? [ДУМАЕТ: Проклятие! Столько хлопот из-за паршивого клочка бумаги!]",
//Когда захвачен в плен
"Этого я и ожидал, но это всё, что мне удалось собрать... но что у меня есть, так это ключ от этой камеры! Видишь ли, у меня сделка с Дэйви Джонсом, и теперь моё время истекло, как только я покину эту тюрьму, я покойник. Единственное, о чем я прошу, это... избавиться от этого проклятия и найти себе капитана.",
"Что ж, тогда я вернусь за тобой, увидимся в Этвуде! [Возьми ключ и открой камеру]", 
//Когда игрок убивает охранников и разговаривает за пределами камеры
"Этого я и ожидал, но это все, что мне удалось собрать... Видишь ли, у меня сделка с Дэйви Джонсом, и теперь моё время истекло, как только я покину эту тюрьму, я покойник. Единственное, о чем я прошу, это... избавиться от этого проклятия и найти себе капитана.",
"Что ж, тогда я вернусь за тобой, увидимся в Этвуде!", 
};
