string DLG_TEXT[10] = {
"Добро пожаловать в порт города #sisland_Turks#, капитан... Скажите, может быть, вам нужен матрос в вашу команду?",
"Ну, на самом деле я сейчас не ищу команду... но я мог бы дать вам шанс, если вы сможете предоставить мне некоторую столь необходимую информацию.",
"Какую информацию? Хммм, я весь во внимании, капитан!",
"Видите ли, я ищу одного парня, которого зовут Этвуд Паддли...",
"Да! Я видел его вчера в таверне, капитан. Он выпил слишком много рома и затеял драку, бедняга оказался запертым в нашей тюрьме.",
"Тогда мне понадобится способ перекинуться с ним парой слов в этой тюрьме, у него есть при себе кое-что для меня, смекаешь?",
"Это будет нелегко, капитан. Никто не может войти или сбежать самостоятельно, если только вас не приведут туда охранники, которые обычно патрулируют возле резиденции.",
"Отлично, это всё, что мне было нужно, приятель.", 
"Но как насчёт нашего соглашения?!",
"Ах да, вы можете присоединиться к команде... после моего благополучного возвращения, конечно!",
};

