string DLG_TEXT[174] = {// -- Scheffnow -- 2004-01-14 -- ResetCharacterMod --
", дитя моё! Чем скромный слуга Господа нашего может вам помочь?", 
"Я ",
", капитан и владелец корабля ",
".",
"Приветствую тебя, ", //4
", дитя моё. Я рад, что вы не забываете о душе своей.",
"Здравствуйте, ",
". Ну-с, поведайте мне о прегрешениях ваших.",
"Дитя моё, я рад видеть вас, и готов принять ваше покаяние в содеянных грехах, что неизбежны в этой мирской жизни.",
", я бы хотел принести дар Святой Церкви.",
"Мне надо поговорить с вами, святой отец.",
"Благодарю вас, но это как-нибудь потом.",
"Рад приветствовать нового прихожанина нашей церкви",
". ",
"Прекрасно. Тогда примите мой дар Святой Церкви.",
"Мы можем с вами поговорить, святой отец?",
"Благодарю, святой отец, но мне пора идти.",
"Это касается вашей веры в Господа, дитя моё?",
"Может быть. Видите ли, я заметил, что вас что-то тревожит. Может быть я чем-нибудь смогу вам помочь?",
"Это касается того дела, которое вы поручили мне.",
"Возможно. Видите ли, я вижу, что вас опять что-то тревожит. Может быть я смогу помочь?",
"У меня письмо для вас.",
"Кто бы мог подумать, ", //22
"Father Gareth", //23
", поклонялся Князю Тьмы... Кто бы мог подумать...", //24
"Зато теперь я знаю, из-за кого у меня было столько неприятностей! Это он докладывал этим монахам обо всех моих передвижениях.", //25
"Мне необходимо разрешение на освобождение одного заключенного, на острове #sisland_Oxbay#.",
"Я сумел достать вам разрешение, о котором вы просили. Я также предлагаю вам воспользоваться этой форме, она поможет вам освободить его. Все здесь. Не подведите меня.",
"Не беспокойтесь, я все сделаю, как должно.",
"Вы вернулись так быстро? Сумели что-нибудь узнать, касаемо того дела, которое было вам поручено?", //29
"Более того, я и мои люди уничтожили секту.",
"Нет. Дело в том, что есть человек, который хотел бы пожертвовать вам некоторую сумму. Я исполняю его просьбу.",
"Э-э... Нет. И вообще, давайте поговорим о чем-нибудь другом?", //32
"О, слава Богу! Однако я слышал, как вы отнеслись к моей первой просьбе, и я не могу позволить вам уйти выдавая себя за человека Божьего. Я думаю, что вы похититель!",
"Сожалею, но боюсь, что я должен отправиться в Сингапур, чтобы вернуть женщин, и вВы не сможете меня остановить. (ДУМАЕТ: Черт, Амманд Корсар, должно быть сказал ему).",
"Полагаю, вы вызвали стражу, но я убегу, потому, что я капитан Джек Воробей",
"Думаю, что на этот раз в вашей. Этот пленник является одним из тех, кого вы поручили мне уничтожить.",
"Но, позвольте! Зачем его освобождать?!",
"Он знает, где находится их логово. И мне будет легко это узнать, если я представлюсь его спасителем.",
"Вы правы. Я посмотрю, что смогу для вас сделать. Ждите меня здесь.",
"Хорошо.",
"Монахам?! Нет, это не монахи. Это слуги Дьявола!", //41
"Хм... Прошу прощения за оговорку, я имею в виду их одежду.",
"Да, вы правы. Но сначала нам нужно узнать, где находится логово язычников. Думаю, что лучше всего будет, если вы отправитесь в город #sIsla Muelle# и попробуете узнать там дополнительную информацию.",
"Тогда благословите меня.",
"Что же, да прибудет с тобой Бог, дитя моё.",
"Я не подведу вас.",
"Это еще не все. Я бы хотел представить одного человека...", //47
"Да?",
"Но мы теряем время. Вы принимаете мое предложение?", //del
"Насколько я помню, вы предлагали мне 15000, за разгром секты?", //del
"Ага! А я всё гадал, успел ли ",
"Padre Domingues",
" отослать его или нет.",
"Что вы хотите этим сказать?",
"А, вы, наверное, еще не знаете - человек, вручивший вам это письмо, был похищен. Боюсь, что случилось то, чего я так боялся.",
"И что же это такое?", //56
"Несколько лет назад в Италии было разгромлено логово служителей сатаны. К сожалению главе ордена удалось бежать, и он обосновался в архипелаге. \nТеперь, судя по пропаже женщин и священника высокого ранга, он собирается провести один древний ритуал, и мы должны помешать ему!",
"И какова моя роль во всём этом?", //58
"Мне бы хотелось, чтобы вы взяли на себя роль карающего меча Господня. Я понимаю, что вы человек деловой, поэтому, как вы посмотрите на 15000 золотых монет в качестве вознаграждения, за эту услугу?",
"Ну, я начал все с помощи тем бедным женщинам из Сингапура. Но я должен признать, ваше предложение не плохое...",
"А, это вы, рад что вы не забываете посещать храм Божий, и еще больше рад, что вы обратились ко мне вовремя - мне действительно нужна ваша помощь.",
"Я вас слушаю, святой отец.", //62
"Не думаю, что ваша 'слава' позволит мне воспользоваться вашими услугами.",
"Как вам будет угодно.",
"Дело очень срочное и с первого взгляда не сложное, но у нас появились кое-какие проблемы с ним.",
"Может быть, вы просветите меня на этот счет?", //66
"Женщины были похищены из Азии и вывезены на Карибы...",
"Да, я знаю об этом. Детей погрузили на чёрный фрегат 'Мефисто', после чего тот исчез в неизвестном направлении.",
"Хм. Я не знал этого. Думаю, что ваши данные проливают кое-какой свет на эту картину\nНо вернемся к моему поручению. Я хочу, чтобы вы доставили письмо в #sIsla Muelle#, и передали его лично в руки человеку по имени ",
"Padre Domingues",
"Padre Domingues",
"\nОн является главой испанской церкви здесь на архипелаге, и даст вам дальнейшие указания, если сочтет нужным.", //72
"Действительно, это очень простое задание. Почему же вы раньше сказали, что у вас возникли проблемы?",
"Проблемы действительно имеют место быть - человек, который должен был отвезти письмо сегодня был найден умирающим на пороге своего дома. Все, что он успел сказать перед смертью, было то, что на него напали какие-то люди в черных рясах, вооруженные кинжалами. У меня есть основания полагать, что дело тут не чисто - кто-то явно не хочет, чтобы письмо было доставлено.",
"Стало быть, и меня могут попробовать перехватить по дороге?",
"Да, боюсь, что вы правы, поэтому, если вы откажитесь доставить письмо, я вас пойму.",
"Не вижу причин, по которым мне пришлось бы отказаться от этого дела.", //77
"Вот и отлично. Итак, вот письмо, вы должны доставить его священнику по имени ",
"Padre Domingues",
", и только ему. Вы сможете найти его на #sisland_Isla Muelle#. И умоляю вас - не заходите в порт. Высадитесь где-нибудь в укромной бухте, чтобы вас никто не видел. Это письмо имеет большую важность.",
"Хорошо. не думаю, что это займет у меня слишком много времени.", //81
"И что вам удалось выяснить?",
"Father Jerald",
"Ничего.",
" виновен в том, в чем его обвиняют.",
"Father Jerald",
"Father Jerald",
" не виновен в том, в чем его обвиняют.", //88
"И у вас есть доказательства?",
"Да. Вот эти письма, которые порочат священника, на самом деле написаны его помощником.",
"Какая низость! Я немедленно разберусь с этим! Да, вы хорошо потрудились во благо церкви, вот ваша награда, буду рад воспользоваться вашими услугами в дальнейшем.", //91
"Благодарю вас.", //92
"И у вас есть доказательства?",
"Да, вот эти письма.",
"Что же, вы хорошо потрудились. Вот ваша награда, буду рад воспользоваться вашими услугами в дальнейшем.", //95
"Благодарю вас.",
"Видите ли, мне действительно нужна чья-нибудь помощь, желательно человека со стороны.", // --Cat
"Я как раз являюсь этим человеком, святой отец. Скажите, что вас гложет, и я посмотрю, что смогу сделать.", // --Cat
"Вы правы, но ваша репутация не позволяет мне принять вашу помощь.",
"Как скажете.", //100
"Хорошо. Я думаю, что действительно могу довериться вам, но вы должны поклясться, что никто, слышите, никто не узнает о предмете нашего разговора.",
"Само собой разумеется, святой отец.",
"Тогда слушайте: до меня дошли слухи о том, что один из моих братьев по вере забыл, в чем состоит служение господу и погряз во грехе\nК сожалению, сам я не могу покинуть свою паству, чтобы проверить это, а послать кого-либо из числа нашей братии - значит заставить отступника насторожиться, и ничем не выдать себя\nДа и к тому же, только я один могу вызвать его на такую беседу, и прочитать в его душе правду ли он глаголет мне...",
"То есть вы хотите, чтобы я достал доказательства виновности человека, о котором вы говорите?", //104
"Нет! Вы не совсем правильно меня поняли - мне нужно знать, виновен они или нет в том, в чем его обвиняют. И, если он не виновен, то я хотел бы узнать кто и с какой целью очерняет его.",
"Хорошо. Тогда скажите кто этот человек, и я сделаю то, о чем вы просите.",
"Этот человек является священником в городе #sGreenford#, и его зовут ",
"Father Jerald",
"Father Jerald",
". Я думаю, вы без труда найдете его.",
"Хорошо, я вернусь так быстро как смогу, святой отец.",
"Да убережет тебя господь от ошибки. Иди, и прими мое благословение.",
"Не беспокойтесь, я сделаю все, как должно.",
"Что же, ладно. Но должен заметить, что подобное пренебрежение не приведет ни к чему хорошему.",
"Я осознаю это. Примите мой дар Святой Церкви.",
"Извините, святой отец, мне пора.",
"Конечно, дитя моё. Сколько ты желаешь пожертвовать Святой Церкви?", //117
"Простите, святой отец, но пожертвования не будет.",
"К сожалению, немного. 100 золотых монет.",
"1000 золотых монет. Я думаю, этого хватит.",
"Мне везет с деньгами, поэтому я пожертвую 5000 золотых монет",
"Хм... Это ваше решение, и вы вправе его изменить. Но не забывайте о том, что все это зачтется вам после смерти.",
"Мне еще далеко до смерти! Давайте лучше сменим тему.",
"Извините, святой отец, мне пора.",
"От лица Святой Церкви благодарю вас, дитя моё, за ваш дар.", //125
"Мне надо поговорить с вами, святой отец.",
"Извините, святой отец, мне пора.",
"От лица Святой Церкви благодарю вас, дитя моё, за ваш дар.",
"Мне надо поговорить с вами, святой отец.",
"Извините, святой отец, мне пора.",
"От лица Святой Церкви благодарю вас, дитя моё, за ваш дар.",
"Мне надо поговорить с вами, святой отец.",
"Извините, святой отец, мне пора.", // -- Scheffnow -- 2004-01-14 -- ResetCharacterMod -- start -----------
"Святой Отец, я в отчаянии от своей жизни. Нельзя ли начать всё сначала?",
"Я помолюсь за Вас, но мне нужно быть уверенным, что Вы настроены серьёзно. Вы готовы отдать ",
" золотых монет для нищих и обиженных на этом Архипелаге?", //136
"О, дитя моё, что я могу сказать? Я помолюсь за Вас снова, но на этот раз Вам это обойдётся гораздо дороже. Вы потеряете ",
" из всех единиц Вашего опыта",
" из всех единиц Вашего опыта и ",
" ability ",
" из Ваших способностей",
", и Вы выделите ",
" золотых монет для нищих, вдов и сирот! Вы согласны?",
"Цена непомерна, но я не отступлю. Я уплачу столько, сколько необходимо.", //144
"Прошу прощения, но цена слишком велика. Придётся мне жить с моими грехами.",
"Господь! Даруй этому человеку сил для начала новой жизни...", //146
"Благодарю вас, Святой Отец, на этот раз я буду осторожнее с тем, что я делаю, и что я узнаю. Обещаю.",
"Дитя моё, у тебя нет денег для помощи бедным. Если ты действительно хочешь начать новую жизнь, возвращайся, когда наберёшь ",
" золотых монет...",
"Я вернусь, будьте уверены...", //150 // -- Scheffnow -- 2004-01-14 -- ResetCharacterMod -- end -------------
"Я ", // --> Cat 
". ",
"Случилось то, что случилось. Мы все этим очень обеспокоены. Что удалось Вам узнать об этом, дитя моё?", //153
"Я так понимаю, что женщины были отправлены на пиратский корвет 'Алая кровь', а затем они исчезли в неизвестном направлении.",
"Благодарю, Святой Отец. Я всегда к Вашим услугам, но мне нужна информация и о том деле, которое я расследую. Мне сказали, что Вы, возможно, сможете мне помочь.",
"Благодарю, Святой Отец. Я всегда к Вашим услугам, но мне нужна информация и о том деле, которое я расследую. Мне сказали, что Вы, возможно, сможете мне помочь.",
"Благослови Вас Господь, дитя моё, за вашу отвагу перед лицом зла и опасности. Мы отчаянно нуждаемся в Вашей помощи.", //157
"Отчаянно, Святой Отец?",
"К нашему великому сожаления, наш курьер был найден умирающим в двух шагах от его собственного дома. Смертельный удар был нанесён кинжалом. Его мать в полном отчаянии, как Вы можете себе представить. Но, думаю, чтобы иметь полное представление о том, что происходит, вам надо поговорить с Отцом Гаретом.",
"Очень хорошо. Значит, Отец Гарет?", //160
"Господь да пребудет с тобой, дитя моё. И, пожалуйста, соблюдай осторожность.",
"...", //162 // <-- Cat (while working on the Animists quest I also edited other parts of this dialog)
"Боюсь, ",
" золотых монет это всё, что я могу пожертвовать сейчас.",
"Я думаю, Вам понравятся ",
"Последнее время удача сопутствовала мне. Вот Вам ",
" золотых монет, святой отец.",
"Однако я слышал, как вы отнеслись к моей первой просьбе, и я не могу позволить вам уйти с выдав себя за человека Божьего.",
"Я знаю.",
"У меня нет вещественных доказательств. Помощник священника показал мне письма, которые, как он утверждал, были написаны ",
" молодой женщине, но я обнаружил, что он их подделал. Он стоит за этими слухами.",
"У меня нет вещественных доказательств. Помощник священника показал мне письма, которые, как он утверждал, были написаны ",
" молодой женщине. Они вызвали у меня такое отвращение, что я сжёг их.",
};
