string DLG_TEXT[13] = {
"Здравствуйте, сэр.",
"Могу ли я задать вам вопрос? Я ищу человека по имени Жан-Барт Лафин. Вы его видели?",
"Видел, но кто вы?",
"Я Капитан ",
"Воробей, а это мой друг - Капитан Шевалье.",
"Шевалье? Он капитан Жан-Барта, не так ли?",
"Так вы знаете Жан-Барта?",
"Да... Я извиняюсь за излишнюю осторожность. Жан-Барт прибыл сюда и провёл несколько дней в джунглях, пытаясь улизнуть от голландских патрулей. Он не очень привык быть на суше.",
"А где он сейчас? Ему удалось найти корабль, чтобы убраться отсюда?",
"Нет, не удалось. Не так много кораблей, которые отсюда плывут в #sQuebradas Costillas#, учитывая, что #sisland_Aruba# всего лишь небольшой остров, где нет торговых путей. Жан-Барт настаивал на поиске любого судна, которое направляется в #sQuebradas Costillas# или в его сторону. Он не поплыл бы в другой порт. Обычно Жан-Барт живёт в моём доме, но в настоящее время он бродит за городом. Это не благоразумно, учитывая, что он разыскивается властями, но я не могу ему просто запретить куда-то выходить.",
"Большое спасибо за вашу помощь. А также Большое спасибо за помощь Жан-Барту.",
"Я очень не люблю правительство... Таким образом, я по возможности помогаю пиратам и контрабандистам.",
"Большое спасибо от меня и моего французского друга.",

};
