string DLG_TEXT[13] = {
"Здравствуйте, сэр.",
"Могу ли я задать вам вопрос? Я ищу человека по имени Жан-Барт Лафин. Вы не видели его?",
"Возможно. Кто - Вы?",
"Я ",
"и мой друг Капитан Чевалле.",
"Чевалле? Может капитан Жан-Барт?",
"Так вы знаете этого человека!",
"Да. Я извиняюсь за излишнюю осторожность. Жан-Барт прибыл сюда несколько дней назад, проведя несколько дней в джунглях, пытаясь улизнуть от голландских патрулей. Он не очень привык быть на суше.",
"Так, где - он сейчас? Ему удалось найти корабль, чтобы убраться отсюда?",
"Нет, не удалось. Не так много кораблей, которые отсюда плывут в #sQuebradas Costillas#, учитывая, что #sisland_Aruba# всего лишь небольшой остров, где нет торговых путей. Жан-Барт настаивал на поиске любого судна в #sQuebradasCostillas# или остаться здесь. Он не поплыл бы в другой порт. Он обычно живет в моем доме, но в настоящее время бродит за городом. Это не благоразумно, учитывая, что он разыскивается властями, но я не могу помешать ему уходить.",
"Большое спасибо за вашу помощь. А также Большое спасибо за помощь Жан-Барту.",
"Я очень не люблю правительство, таким образом я по возможности помогаю пиратам и контрабандистам.",
"Большое спасибо от меня и моего французского друга.",

};
