string DLG_TEXT[12] = {
"Я Джентльмен Жаккард, пиратский лорд Атлантического океана, это мой раб, либо заплатить мне, либо проваливайте.",
"Простите сэр. Я ухожу.",
"Я Капитан Джек Воробей, пиратский лорд Карибского моря. Вы не достойны этого титула, поэтому я займу ваше место... Смекаешь!",
"Да я знаю, кто вы смекаешь! Вы не заслуживаете этого звания, поэтому я сменю вас.",
"У вас мой раб капитан. Пожалуйста, отдайте его.",
"Нет, смекаешь! Я терпеть не могу работорговцев готовься к смерти.",
"Я Джентльмен Жаккард, пиратский лорд Атлантического океана. Вы действительно думаете, что сможете убить меня?",
"Вы что-то упустили лорд... Бос'ан... Гомбо... НАПАДАЙТЕ!!",
"Эй вы! Этот корабль принадлежит Джентльмен Жаккарду хозяину плантации!",
"Да, это... О НЕТ!",
"Вы либо украли, либо убили его. Это акт пиратства, для которого наказанием является смерть, вы будете повешены на рассвете!",
"Проклятие!",

};
