string DLG_TEXT[12] = {
"Я Джентльмен Джокард, пиратский лорд Атлантического океана. А это мой раб... Плати за него, либо проваливай.",
"Простите, сэр. Я ухожу.",
"Я Капитан Джек Воробей, пиратский лорд Карибского моря. Ты не достоен этого титула, поэтому я займу твоё место... Смекаешь?",
"Да, я знаю кто ты, смекаешь!? Ты не заслуживаешь этого звания, поэтому я сменю тебя.",
"У вас мой раб, капитан. Пожалуйста, верните его.",
"Нет... смекаешь? Я терпеть не могу работорговцев, приготовься к смерти!",
"Я Джентльмен Джокард, пиратский лорд Атлантического океана. Вы действительно думаете, что сможете меня убить?",
"Вы что-то упустили лорд... Босун... Гомбо... НАПАДАЙТЕ!",
"Эй, вы! Этот корабль принадлежит Джентльмену Джокарду, хозяину плантации!",
"Да, это... О НЕТ!",
"Вы либо украли корабль, либо убили его. Это акт пиратства, для которого наказанием является смерть! Вы будете повешены на рассвете!",
"Проклятие!",

};
