string DLG_TEXT[15] = {
"Проваливай, я занят!",
"...",
"А вот и наше золото! Пойдем со мной - здесь не далеко.",
"Ладно.",
"Подождите здесь, я приведу нашего пленника.",
"Только побыстрее.",
"Итак, с вас 20000 золотых монет. Плати!",
"Вот ваше золото, чудик.",
"Знаешь, что я сделаю? Я оставлю деньги себе, а тебя и твоих дружков зарежу, как свиней. Как тебе такая шутка?",
"Чрезвычайно приятно иметь с вами дела.",
"Я был бы очень рад, если вы уйдете.",
"Что?! У вас не хватает денег! Хотел нас обмануть, а?! Сдохни!",
"Да чтоб тебя!...",
"Видите, не так смешно. Я бы убил нашего гостя прежде чем ваш меч вышел бы ножен. Тогда бы никто не смеялся.",
"Хорошо, хорошо. Некоторые люди не имеют никакого чувства юмора. Вот твои деньги.",

};