string DLG_TEXT[15] = {
"Проваливай, я занят!",
"...",
"А вот и наше золото! Следуйте за мной - здесь не далеко.",
"Хорошо.",
"Подождите здесь, я приведу нашего пленника.",
"Только побыстрее.",
"Итак, с вас 20.000 золотых монет!",
"Вот ваши деньги.",
"Я оставлю деньги себе, а тебя и твоего дружка зарежу. Как тебе такая шутка?",
"Очень приятно иметь с вами дела.",
"А теперь валите отсюда.",
"Что?! У вас не хватает денег! Хотели нас обмануть, да?! Теперь заложник умрёт!",
"Да чтоб тебя!...",
"Понимаете, это уже не так смешно. Я убью нашего гостя, прежде чем вы достанете меч.",
"Хорошо, хорошо. Некоторые люди не имеют никакого чувства юмора. Вот ваши деньги.",

};