string DLG_TEXT[16] = { // --> edited by Cat for Animists Quest fix
"Да?",
"...",
"Ты принес новости от Стеллиона? Он сказал, что он пошлет своего человека.",
"Да, я от Учителя, только, может быть, ты не будешь орать об этом на всю улицу, сосунок?",
"Ага, все-таки вспомнил о нем, а то прыгаешь, как щенок, забыл обо всем. Вот он, медальон.",
"Так что ты не забыл о медальоне? Здесь он.",
"Ах! Я знал, что это был ты! Я пойду сообщу другим. Когда мы отчаливаем?",
"Отплываем? Все-то ты знаешь. Может быть, даже знаешь куда?",
"Нет, Стеллион нам не сказал.",
"Это хорошо - нечего вам знать пока еще такие вещи, а то разболтаете кому ни попадя. А где сам Стеллион? Без него мы никуда не отплывем.",
"Он говорил, что отправится в #sGreenford#, на острове #sisland_Oxbay#, на несколько дней. Правда, должен был вернуться еще вчера, а его до сих пор нет.",
"Странно. Тогда, думаю, что наше плавание откладывается.",
"Как? Почему?",
"Неужели ты думаешь, что мы поплывем без него? Сначала мне нужно узнать, что с ним случилось, и только тогда мы отправимся в путь.",
"Да сэр. У меня будет шанс пойти, когда вы вернетесь.",
"Молодец. Я уверен в вашем добром деле, для Стеллиона.", // <-- edited by Cat for Animists Quest fix
};
