string DLG_TEXT[6] = {
"О, Капитан! А это кто?",
"Капитан Джек Воробей! Мы спасли ваших компаньонов в городе #sRedmond# и один из них сказал, что вы вероятно отправились на остров #sisland_Aruba#.",
"Действительно. Я хотел найти корабль, направляющийся на остров #sisland_Quebradas Costillas#, но так и не смог. #sQuebradas Costillas# на острове #sisland_Quebradas Costillas# - это то место, где вся сбежавшая команда должна повторно собраться.",
"Я понял. Теперь следуйте за нами, мы наконец покинем этот опасный остров.",
"......",
"......",

};
