string DLG_TEXT[6] = {
"Капитан! Но вы? Кто вы?",
"Капитан, капитан Джек Воробей. Мы спасли ваших компаньонов в #sRedmond# и один из них сказал, что вы вероятно пошли в #sisland_Aruba#.",
"Действительно. Я хотел найти корабль направляющийся в #sisland_Quebradas Costillas#, но так и не смог. #sQuebradas Costillas# на острове #sisland_Quebradas Costillas# место, где вся сбежавшая команда повторно соберется, так, чтобы все выжившие снова были вместе.",
"Я понял. Теперь следуйте за нами, мы наконец покинем этот опасный остров.",
"......",
"......",

};
