string DLG_TEXT[10] = {
"...",
"...",
"Кто ты? На самом деле это не имеет значения. Либо ты один из головорезов Сантоса, пришедших прикончить меня, либо в этот день Матеус Сантос чуть не прикончил и тебя тоже.",
"Я капитан ",
" и я пришел сюда, чтобы убить Матеуса Сантоса. Теперь мы наполовину представлены. Кто вы такой и почему вы здесь?",
"Моё имя ",
". Я был в городе и искал женщину по имени Даниэль Грин, но кто-то затаил на меня злобу и заплатил много денег Сантосу, чтобы он меня прикончил, что он, вероятно, и сделал бы, если бы вместо этого ты не прикончил его.",
"Значит, сегодня твой счастливый день. Или будет, если мы сможем найти выход из этого крысиного лабиринта.",
"Эй, здесь на столе что-то вырезано; Если вы застряли в камерах, отведите взгляд и следуйте за бедным Йориком, чтобы выбраться из этого лабиринта. Что вы об этом думаете?",
"Интересно, смогут ли эти ключи вытащить нас отсюда?...",
}