string DLG_TEXT[66] = {
"Я не знаю кто вы, но если вы не провалите прямо сейчас!...",
"...",
"Кто ты, черт возьми, и зачем сунулся сюда без приглашения?",
"Я сожалею, капитан Череп, я капитан ",
", и у меня есть к вам деловое предложение.",
"Деловое предложение? Внимательно слушаю, но не вздумай разочаровать меня.",
"Не беспокойтесь. Я слышал у вас есть кое-какие заложники и я хотел бы провести переговоры по поводу их покупки.",
"Ты это серьёзно? Ты не смахиваешь на богача. Это сёстры Брин, и я хочу за них кругленькую сумму. Ты считаешь, что можешь себе это позволить?",
"Капитан, они могут принести много неприятностей на вашу голову, а мой план избавит вас от этой головной боли. [ДУМАЕТ: Сёстры? Я думал там только одна мисс Бринн и её горничная, что-то здесь не так]",
"И каким же образом 'ваш план' избавит меня от этих проблем, позвольте спросить?",
"Капитан, вы захватили дочерей губернатора.Одно дело похить дочку богача, - у него нет выбора кроме как раскошелиться. Но дочери губернатора, это совсем другой разговор. Он пришлёт эскадру, возможно даже и не одну, возьмёт остров в кольцо, переморит всё население голодом, а вас и ваших людей выпотрошат и развесят на деревьях по всему острову. Теперь вам может помочь разве что Господь Бог... и Агент Акциз.",
"Я их не похищал, к этому не причастен ни один из моих кораблей, к тому же никто не знает, что они здесь, что вы на это скажите?",
"Подумайте, капитан. Агент Акциз знает что они тут и я тоже знаю. Пройдёт совсем немного времени и губернатор Бринн тоже узнает где они.",
"Хорошо, капитан, я весь внимание. Сколько вы готовы заплатить за заложников? И я хочу нечто большее чем золото, у вас как я слышал, есть еще и алмазы.", // TALISMAN changed
"Я думаю по 1.000 золотых за каждую из мисс Бринн и 100 золотых агенту. Итого 2.100 золотых монет и два алмаза сверху. [ДУМАЕТ: Надеюсь он не попросит больше чем я ему предложил.]",   //TALISMAN changed
"Я думаю что вы должны заплатить мне чтобы получить их в ваши руки. Подумайте что вы можете предложить.",
"У вас нет столько золота. Вы в пустую потратили моё время. Ничтожество, доставай меч и сражайся!",
"Очень хорошо. Дай мне золото и алмазы.", // TALISMAN changed
"Я отрежу вам голову. Доставайте свой меч!",
"Как вам будет угодно!",
"Спасибо капитан. Было очень приятно иметь с вами дело.",
".",
".",
".",
"? Так, старая лиса снова хочет получить мою помощь? Очень интересно. Иначе почему вы до сих пор тут стоите? Вы доставили письмо, так уходите!",
"...",
"Позвольте мне объяснить где ты ошибаешься, парень. Этот город мой. Этот остров принадлежит мне. И все, что здесь происходит здесь я полностью контролирую,",
"Вы что, предводитель пиратов?",
"Я предпочитаю думать о себе как о губернаторе независимой колонии. Но я все еще жду вашего ответа.",
"Что это за цивилизация у вас здесь, где бедная девушка просто пытается найти своего любовником, и все сразу поднимают столько шума!",
"Любовник? Ха-ха, не говорите так! Удивительные вещи ещё встречаются в этом мире. Плохой с него любовник, раз он оставил свою любовь и ушел.",
"Когда? Куда он делся?",
"Он был здесь... делал ремонт после шторма. Но я не знаю куда он направился. Он не сказал. Ладно, хватит разговоров, уходите.",
"...",
"С тебя вышел бы неплохой пират.",
"Я хочу быть пиратом.",
"Я ненавижу мерзавцев-головорезов!",
"Я рад это слышать, но вы понимайте, что вас теперь будут ненавидеть?",
"уверен",
"Я передумал",
"Добро пожаловать в Братство",
"Спасибо",
"Я рад что вы мыслите разумно. Мисс Бринкли может пойти и подготовить заключённых, если вам будет угодно.",
"Хм...",
"Что ты имеешь в виду под 'Хммм...'?", // TALISMAN changed
"Итак... Я знаю что вы задумали с мисс Бринкли. Фактически она только предложила поехать с вами для безопасной передачи выкупа, но ей ничего не мешает забрать его себе и оставить вас с ничего не стоящими заложниками И что еще хуже, она обвинит в похищении вас.",
"Ну и что? Я пират, я похищаю людей, и я заинтересован в алмазах! Да, мисс Бринкли сказала мне, что она дала вам некоторые из них. Они у вас с собой?", // TALISMAN changed
"Алмазы? Да! Что касается похищения. Одно дело похитить дочь богача, но дочери губернатора! ", //TALISMAN changed
"И какая разница?",
"Английский патруль крайне неприятная вещь... А губернатор отправит весь флот против этого лагеря и как долго вы думаете, продержаться против них?",
"Аргхх!.. Ты слишком много думаешь, мистер. Так что ты предлагаешь мне делать?",
"Нет ничего проще, нужно оставить моего офицера с мисс Бринкли на одном корабле, а на другом пойду я и девочки. Мой офицер присмотрит за кораблём, чтобы тот никуда не уплыл, возле Ямайки и как только передача заложников состоится, я дам ему знак. Потом мы сдаём мисс Брин властям как похитителя, она остаётся без выкупа, заложников и в тюрьме, смекаешь?",
"Хм... Это может сработать. Подожди здесь. Мне нужно поговорить с мисс Бринкли. Я сделаю это осторожно чтобы она ничего не заподозрила. Также вам необходимо дать кое-что Иннес за то, что я пользовался ее комнатой, пары алмазов от мисс Бринн я думаю будет достаточно. Не волнуйтесь! В обмен я дам кусок якобы карты сокровищ, что я снял пьяного на днях. Хе-хе.",  // TALISMAN changed
"Не торопитесь. И зачем мне алмазы. [вздох].",  // TALISMAN changed
"Я говорил с Бринкли, и она будет ходить с вашим офицером на своём корабле. Заложники поплывут на вашем судне. Вам пора идти, вас уже ждут снаружи. Ах да, вот часть карты сокровищ, что я вам обещал.", // TALISMAN changed
".. Мудрое решение, капитан Мы сразу же отправляемся. [ДУМАЕТ: Эта карта выглядит интересно...].", //TALISMAN changed
"Здесь, с собой, но зачем вам алмазы?", // TALISMAN added --->
"Ну, я должен дать Инес кое-что за использование её комнаты! Но по доброте своего сердца я дам вам этот старый кусок карты. Пропойца в таверне, чтобы спасти свою жизнь, пытался сказать мне, что это часть карты сокровищ. Ха-ха. Жаль что я его не убил!",
"Я чувствую, что меня ограбили, но я полагаю у меня нет выбора. Вот, возьми два алмаза.",
"Рад что вы здраво мыслите. Идите в порт и вам пришлют пленников.",
"У Вас нет никаких алмазов! Вы тратили впустую мое время! Потяните свой меч, ничтожество!",
"Алмазы? Нет! Что касается похищения. Одно дело похитить сына богатого человека, но дочери губернатора это совсем другое дело! ", 
"Ну... Я..",
"Вы знаете то, чего я не знаю?",
"Давайте посмотрим, что у вас есть!",
"Хорошо, вот ты где!", // TALISMAN Added <---
};
