string DLG_TEXT[9] = {
"Разве вы не видите, что я занят?",
"Это не займет много времени. У меня есть несколько вопросов для вас, Тай Хуанг.",
"Извиняюсь.",
"А, вы знаете моё имя. Тогда спрашивайте быстрее и убирайтесь.",
"Говорят, вы видели странный корабль, когда патрулировали местность...",
"Да, это так. Чудовище с кроваво-красными парусами. Большинство подумало, что это были пираты.",
"Они думают, что корабль принадлежит одному из вас?",
"Эти ребята не были похожи на нас. Все наши корабли - старые корыта, а это был корвет, выглядевший действительно таинственным. Мне показалось, что он направлялся к острову #sisland_Guadeloupe#.",
"Спасибо. Теперь я оставлю вас в покое.",

};
