string DLG_TEXT[9] = {
"Разве вы не видите, что я занят? Опасно тревожить меня.",
"Это не займет много времени. У меня есть несколько вопросов о вашем последнем путешествии, Тай-Хуан.",
"Хорошо.",
"А вы знаете мое имя. Тогда спрашивайте быстрее и убирайтесь.",
"Говорят, вы видели странный корвет, как вы подходили к острову...",
"Да, правильно. Огромное, черное чудовище с кроваво-красными парусами. Большинство подумало, что это были пираты.",
"Они говорят, что вы пират - и черный корабль принадлежит одному из вас?",
"Эти ребята не были похожи на нас. Все наши корабли - старые корыта, а это был корвет, выглядевший действительно таинственным. У меня есть чувство, что он направляется к острову #sisland_Guadeloupe#.",
"Спасибо. Теперь я оставлю вас в покое.",

};
