string DLG_TEXT[11] = {
"Что тебе надо, я занят!",
"Эй, приятель, я просто хочу поговорить с охраной этой прекрасной тюрьмы, которая, должно быть, находится где-то здесь неподалеку...",
"Что ж, вы нашли нас, мистер... э-э... кто вы вообще такой?",
"... [ДУМАЕТ: Мне просто нужно импровизировать и спровоцировать охранников, к счастью, они, похоже, уже не в хорошем настроении.]",
"Ух! Что, чёрт возьми, это было, ты проведешь свои дни взаперти за эту глупость! Хватайте его!",
"Чёрт... моя рука, должно быть, соскользнула, как жаль. [ДУМАЕТ: Ну, это один из способов попасть туда.]",
"Добро пожаловать в тюрьму города Тёркс, приятель! Следуй за нами в камеру и даже не вздумай сопротивляться!",
"Да, хорошо. [ДУМАЕТ: мне лучше не рисковать, здесь слишком много охраны.]", 
"Приятель, ты имеешь дело с Капитаном Джеком Воробьем! [Атаковать охранников!] ",
"Устраивайся поудобнее, негодяй! Ты будешь гнить в этой камере.",
"Какое ужасное место...",
};
