string DLG_TEXT[11] = {
"Что тебе надо, я занят!",
"Эй, приятель, я просто хочу поговорить с охранниками этой прекрасной тюрьмы, которая, должно быть, находится где-то здесь неподалеку ",
"Что ж, вы нашли их, мистер... э-э... кто вы вообще такой?",
"...[ДУМАЕТ: Мне просто нужно импровизировать и спровоцировать охранников, к счастью, они, похоже, уже не в хорошем настроении.]",
"Ух!! Что, черт возьми, это было, ты проведешь свои дни взаперти за эту глупость! Хватайте его!",
"Чёрт... моя рука, должно быть, соскользнула, как жаль.[ДУМАЕТ: Ну, это один из способов попасть туда.]",
"Добро пожаловать в тюрьму Тёркс, приятель! Следуй за нами в камеру и даже не думай выдумывать что-нибудь умное!",
"Да, хорошо. [ДУМАЕТ: мне лучше не рисковать здесь, слишком много охраны.]", 
"Приятель, ты имеешь дело с капитаном Джеком Воробьем! [Атаковать охранников!] ",
"Устраивайся поудобнее, негодяй! Ты будешь гнить в этой камере.",
"Что за ужасный образ жизни.",
};
