string DLG_TEXT[8] = {
"Так, а вот и ублюдки Карибского моря, вломились в мой форт.",
"Я предполагаю, что вы - капитан форта. Вы не очень-то любезны. Вы не боитесь смерти?",
"Я знаю, что могу умереть. А вы не боитесь?",
"Вы меня не напугали. Тем более что вы, кажется, единственный испанец в форте, и у вас даже нет никакого оружия.",
"Мне оно не нужно. Вы думаете, что наш Губернатор не ожидал нападения? О да, у нас был на этот случай план.",
"План? Что вы имеете в виду? Я не понимаю.",
"Думаю фитиль уже догорает, ещё несколько секунд и форт взлетит на воздух...",
"Что?! ВСЕМ НАЗАД!!!!! УХОДИМ!!!",
};