string DLG_TEXT[8] = {
"Так, а вот и ублюдки Карибского моря, вломились в мой форт.",
"Я предполагаю, что вы - капитан форта. Вы не очень то любезны. Вы не боитесь смерти?",
"Я знаю, что я могу умереть. А вы не боитесь?",
"Вы меня не напугали. Тем более что, вы, кажется, единственный испанец в форту, и у вас даже нет никакого оружия.",
"Мне оно не нужно. Вы думаете наш Губернатор не ожидал нападения? О да, у нас был на этот случай план. ",
"План? Что вы имеете ввиду? Я не понимаю.",
"Думаю фитиль уже догорает, еще несколько секунд и форт взлетит на воздух...",
"Что?! ВСЕМ НАЗАД!!!!! УХОДИМ!!!",
};