string DLG_TEXT[14] = {
"......",
"......",
"Вы ищете помощника?",
"Возможно. Я могу с вами выпить?",
"Конечно, садитесь! Так, что вы делаете на острове #sisland_Isla Muelle#? Я не видел вас прежде.",
"Я не часто посещаю этот город. Я - торговец, но редко торгую с испанцами. Скажите мне, я тут услышал слух о вашем Губернаторе, очевидно он ищет индейскую статуэтку. Люди сравнивают его с Королем Артуром и Чашей Грааля, Ха-ха?",
"Ой. Не говорите так громко. Если солдаты вас услышат, то у вас будут неприятности.",
"К чему это предостережение, это же - только статуэтка.",
"Я не знаю. Некоторые думают, что губернатор не жаждет распространения слухов, потому что статуэтка могла бы быть очень важной вещью в борьбе с нашими врагами. Другие думают, что эта история - слух и только дискредитирует его власть.",
"А ваше мнение об этом слухе?",
"Нет, у меня нет никакого мнения, даже если статуэтка или идол существует. Вы должны забыть, что слышали об этом слухе, мой друг.",
"Вы правы. Спасибо за беседу, но мне нужно идти.",
"Вам не понравился местный ром? Ну, хорошего дня, и возможно мы ещё встретимся.",
"Возможно, ещё и выпьем!",

};