string DLG_TEXT[14] = {
"......",
"......",
"Вам нужна помощь?",
"Возможно. Я могу с вами выпить?",
"Конечно, садитесь! Так, что вы делаете на острове #sisland_Isla Muelle#? Я не видел вас прежде.",
"Я не часто посещаю этот город. Я - торговец, но редко торгую с испанцами. Мне тут довелось услышать, что ваш губернатор ищет какую-то индейскую статуэтку. Вся эта ситуация похожа на историю с Королём Артуром и Чашей Грааля, ха-ха...",
"Не говорите об этом так громко! Если солдаты вас услышат, то у вас будут большие неприятности.",
"К чему это предостережение, это же - только статуэтка.",
"Я не знаю. Некоторые думают, что губернатор не жаждет распространения слухов, потому что статуэтка могла бы быть очень важной вещью в борьбе с нашими врагами. Другие думают, что эта история - слух и только дискредитирует его власть.",
"А ваше мнение об этом слухе?",
"Нет, у меня нет никакого мнения, даже если статуэтка или идол существуют. Вы должны забыть, что слышали об этом слухе, мой друг.",
"Вы правы. Спасибо за беседу, но мне нужно идти.",
"Вам не понравился местный ром? Ну, тогда хорошего дня, возможно, мы ещё встретимся.",
"Может быть... Было приятно с вами поговорить и выпить, всего хорошего!",

};