string DLG_TEXT[13] = {
"Приветствую, сэр.",
"Могу я задать вам вопрос? Я ищу человека по имени Эмилио Суарес. Вы видели его?",
"Возможно. Кто вы?",
"Я ",
"и мой друг - Уильям Кляйн.",
"Бартоломью? Вы - капитан Эмилио, не так ли?",
"То есть вы действительно знаете Эмилио!",
"Верно. Я извиняюсь за излишнюю осторожность. Эмилио прибыл сюда несколько дней назад после проведенных нескольких недель в джунглях, пытаясь найти город. Он очень не привык находиться на суше.",
"Так, где он теперь? Ему удалось найти корабль, чтобы выбраться отсюда?",
"Нет, не удалось. Не так много кораблей отплывающих отсюда в город #sRedmond#, учитывая, что испанцы в состоянии войны с англичанами. У Эмилио два выхода: или плыть в город #sRedmond# или остаться здесь. Он обычно живет в моем доме, но сейчас гуляет за городом. Хотя это и опасно, учитывая, что он разыскивается властями, но я не могу помешать ему уходить.",
"Спасибо за помощь в его поиске. А также спасибо за помощь Эмилио.",
"Мне очень не нравится правительство, поэтому я рад каждой возможности помочь пиратам и контрабандистам.",
"Это очень мило с вашей стороны. Большое спасибо.",

};