string DLG_TEXT[13] = {
"Здравствуйте, сэр.",
"Могу ли я задать вам вопрос? Я ищу человека по имени Эмилио Соарес. Вы его видели?",
"Видел, но кто вы?",
"Я ",
"- тот самый пират, который принёс немало бед Испании. А это мой друг - Уильям Кляйн.",
"Бартоломью? Вы - капитан Эмилио, не так ли?",
"Так вы знаете Эмилио?",
"Да... Я извиняюсь за излишнюю осторожность. Эмилио прибыл сюда несколько дней назад, проведя несколько недель в джунглях, пытаясь найти город. Он не очень привык быть на суше.",
"А где он сейчас? Ему удалось найти корабль, чтобы убраться отсюда?",
"Нет, не удалось. Не так много кораблей отплывающих отсюда в город #sRedmond#, учитывая, что испанцы в состоянии войны с англичанами. У Эмилио два выхода: или плыть в город #sRedmond# или остаться здесь. Он обычно живёт в моём доме, но сейчас гуляет за городом. Хотя это и опасно, учитывая, что он разыскивается властями, но я не могу запретить ему куда-то выходить.",
"Спасибо за помощь в его поиске. А также спасибо за помощь Эмилио.",
"Мне очень не нравится правительство, поэтому я рад каждой возможности помочь пиратам и контрабандистам.",
"Большое спасибо.",

};