string DLG_TEXT[10] = {
"Что вы делаете в моем доме?",
"Вы - Люк Мерин, Верно?",
"Верно! Мое имя знает только Юджин Мартин, он прислал вас сюда?",
"Точно. Вы знаете, что у меня за груз?",
"Да, груз сандала. Я уж подумал, что вы никогда сюда не доберетесь.",
"У Юджина была небольшая проблема с его предыдущим Капитаном. Но, это другая история. Отправимся же в Залив Осьминогов, чтобы разгрузить товары.",
"Да, тот капитан..... Пило... был ужасен. В любом случае, товары перегружены - Юджин в вас не ошибся. Сандал в хорошем состоянии.",
"Спасибо, я всегда забочусь о товарах которые перевожу. Смотрю, ваш товар тоже в хорошем состоянии, думаю, что пора сказать спасибо и до встречи!",
"......",
"......",

};