string DLG_TEXT[10] = {
"Что вы делаете в моём доме?",
"Вы - Люк Мерин, верно?",
"Верно! Моё имя знает только Юджин Мартин. Он прислал вас сюда?",
"Точно. Вы знаете, что у меня за груз?",
"Да, груз сандала. Я уж подумал, что вы никогда сюда не доберётесь.",
"У Юджина была небольшая проблема с его предыдущим капитаном. Но это другая история... Отправимся же в Залив Осьминогов, чтобы разгрузить товары.",
"Да, тот капитан... Педро... он был ужасен. В любом случае, товары перегружены - Юджин в вас не ошибся. Сандал в хорошем состоянии.",
"Спасибо, я всегда забочусь о товарах, которые доставляю. Смотрю, ваш товар тоже в хорошем состоянии, думаю, что пора сказать спасибо и до встречи!",
"......",
"......",

};