string DLG_TEXT[12] = {
"....",
"....",
"Что тебе нужно, салага?",
"Я капитан, а не салага!",
"Неважно, у меня нет времени. Оставь меня в покое!",
"Я прибыл сюда, чтобы поговорить о Чарльзе.",
"Чарльзе?! И зачем?",
"Я хочу обсудить с ним одно дельце, и мне сказали, что вы знаете, где он живёт. Вы мне поможете его найти?",
"Прости, приятель, но так не пойдёт! Если Чарльз заинтересуется работой с тобой, то он сам тебя найдёт. Скажи, как тебя зовут и где можно найти, а я передам ему эту информацию.",
"Он, похоже, осторожный человек. Мы могли бы вместо этого всего сделать так, как хочу я?",
"НЕТ, есть много людей, которые хотели бы его убить. Так что, если ты не принимаешь условия, оставь меня в покое. У меня есть другие дела!",
"Хммм... Я подумаю над вашими словами.",

};