string DLG_TEXT[12] = {
"....",
"....",
"Что вы хотите салага?",
"Капитан, а не салага.",
"Неважно у меня нет времени. Оставьте меня в покое!",
"Я прибыл, чтобы поговорить о Чарльзе.",
"Чарльзе?! И зачем?",
"Я - капитан, и хотел бы с ним поработать. Я слышал, что вы знаете, где он живет. Вы могли помочь мне его найти?",
"Прости приятель! Но так не пойдет. Если Чарльз заинтересуется работой с вами, то он сам вас найдет. Скажите как вас зовут и где можно найти, я передам ему эту информацию.",
"Он, похоже, осторожный человек. Мы могли бы вместо этого всего... сделать это по-моему?",
"НЕТ, есть много людей, которые хотели бы его убить. Так что, если ты не принимаешь условия, оставь меня в покое. У меня есть другие дела!",
"Хммм... Я подумаю над вашими словами.",

};