string DLG_TEXT[12] = {
"ХА-Ха-Ха!! Не трате на него время. Этот парень любит доставать людей. Я вас здесь раньше не видел, впервые в этом городе?",
"Да. Не только в городе, но и в Новом Свете. Позвольте мне представиться, меня зовут Бартоломью, а вы?",
"Я Пьер Делакруа, фермер. Я живу за пределами стен рядом с городом #sPort au Prince#. Сегодня я пришел сюда, чтобы продать немного овощей. А вы чем занимаетесь?", 
"Моряк, или, точнее, я был капитаном торгового судна.",
"Очень интересно. И вы хотите найти на этом острове работу в качестве капитана.",
"Конечно, и прежде всего я хочу заработать много золота. В Европе, я слышал, легко разбогатеть на этих островах...",
"В самом деле, но также легко умереть. Но, может быть, я смогу помочь вам найти работу.",
"Эээ?",
"Я знаю, купца Юджина Мартина в лагере Пиратов. Он бывает покупает у меня овощи. Ему нужны капитаны на небольших кораблях.",
"Вот это удача! А где находится этот лагерь?",
"Выйдете за городские ворота и идите прямо через джунгли. Но будьте осторожны, он продает контрабандные товары, а это рискованно.",
"Да, но зарабатывают там, где больше риска. Спасибо за совет, я немедленно отправлюсь туда. До встречи!",
};