void InitRandomShipsNames()
{
	// Spain names
	int n = 0;
	n = AddStr2Array(&sRndShpSpName, n, "Альфонсо X,Америка,Аквилин,Андалуз,Птица Благодати,Приключение,Африка,Агвила,Амазонка,Амброзия,Амфитрит");		//some spanish ship names spell-checked by KAM
	n = AddStr2Array(&sRndShpSpName, n, "Ангел-Хранитель,Объявление,Антилла,Аргонавт,Высокомерный,Азия,Астрея,Хитрый,Асунсьин,Атлант,Нахальный,Багама,Балеарский,Барбара");
	n = AddStr2Array(&sRndShpSpName, n, "Летающий,Молодец,Каталон,Канарский,Кантабрийский,Кармен,Кардинал Сиснерос,Карлота,Кармелита,Кастилия,Охотник,Церера,Олень,Клара");
	n = AddStr2Array(&sRndShpSpName, n, "Концепция,Кортес,Завоеватель,Кайман,Корсо,Святой Косма,Кагафуэго,Ворон,Дебри,Разведка,Дельфин,Диана,Усердие,Дон Антонио");
	n = AddStr2Array(&sRndShpSpName, n, "Морская Звезда,Эсмеральда,Испания,Надежда,Европа,Эстремадура,Известность,Счастливый,Феникс,Твердый,Стрелка,Грозный");
	n = AddStr2Array(&sRndShpSpName, n, "Стойкий,Бравый,Борзый,Галисия,Лань,Гертрудис,Гарнир,Славный,Гравина,Воин,Гипускоан,Цыган");
	n = AddStr2Array(&sRndShpSpName, n, "Халцин,Герменегильд,Гермиона,Инфанта,Куба,Лузин,Бесстрашный,Изабела,Хайме I,Иисус Мария и Иосиф,Непобедимый,Юнона,Заяц,Легкий,Гончий");
	n = AddStr2Array(&sRndShpSpName, n, "Великодушный,Майонез,Святая Мария,Маркиз Де Ла Энсенада,Матильда,Медея,Матаморос,Мерседес,Майорка,Минерва,Мико");
	n = AddStr2Array(&sRndShpSpName, n, "Монарх,Крепкий,Мурманчанка,Богоматерь Кармельская,Рождество,Наварра,Навас-де-Толоса,Нептун,Нимфа,Нумансия,Восток,Уркихо,Паллада,Псаро,Пас,Палома");
	n = AddStr2Array(&sRndShpSpName, n, "Жемчужина,Пинта,Вежливый,Принц Астурийский,Лиса,Луч,Настоящая Семья,Ника,Королева Мария Луиза,Королева Моря,Королева Кубы,Королева");
	n = AddStr2Array(&sRndShpSpName, n, "Резолюция,Росарио,Сабина,Святой Антонио,Святой Августин,Сантандер,Санта-Барбара,Сенбернар,Святой Блез,Святой Бруно");
	n = AddStr2Array(&sRndShpSpName, n, "Святой Карлос,Святой Дамасо,Святой Евгений,Святой Фелипп,Святой Фермен,Святой Фернандо,Святой Франциско,Святой Мартен,Святая Мать");
	n = AddStr2Array(&sRndShpSpName, n, "Святой Фульгенций,Святой Габриэль,Святой Дженнаро,Святой Хиль,Святой Ильдефонсо,Святой Исидро,Святой Хоакин,Святая Троица");
	n = AddStr2Array(&sRndShpSpName, n, "Святой Хосе,Святое Таинство,Святой Иоанн Креститель,Святой Иоанн Безудержный,Сагунт,Святой Джулиан,Святой Праведник");
	n = AddStr2Array(&sRndShpSpName, n, "Север,Святой Леандер,Святой Леон,Святой Лин,Святой Лоренцо,Святой Николас,Святой Павел,Святой Паскаль");
	n = AddStr2Array(&sRndShpSpName, n, "Святой Педро Алькантара,Святой Петр Апостал,Святой Пио,Святой Рафаэль,Святой Рамун,Святой Себастьян");
	n = AddStr2Array(&sRndShpSpName, n, "Святой Винсент,Святой Исидро,Святой Фелипп,Святой Агеда,Святая Анна,Святая Брихида,Святая Каталина");
	n = AddStr2Array(&sRndShpSpName, n, "Святая Касильда,Святая Сесилия,Святая Клара,Святая Доротея,Святая Елена,Святая Схоластика");
	n = AddStr2Array(&sRndShpSpName, n, "Святая Флорентина,Святая Гертруда,Святая Изабель,Святая Леокадия,Святая Люсия,Святая Маргарита");
	n = AddStr2Array(&sRndShpSpName, n, "Святая Мария,Святая Мария Магдалена,Святая Матильда,Святая Перпетуя,Святая Рэйчел,Святая Рита");
	n = AddStr2Array(&sRndShpSpName, n, "Святая Роза,Святая Розалия,Святая Руфиния,Святая Сабина,Святая Евлалия,Святая Тереза,Тетуан,Святой Тельмо");
	n = AddStr2Array(&sRndShpSpName, n, "Таинство,Сериа,Русалка,Сирокко,Владычица,Тартар,Безрассудный,Страшный,Фетида,Тонина,Северный Ветер,Победоносный,Форель,Храбрый,Отважная");
	n = AddStr2Array(&sRndShpSpName, n, "Веласко,Быстрый,Победитель,Месть,Венера,Стриж,Вильямиль,Витория,Вива,Бискайя,Ветер,Сарагоса");
	if(GetCurrentPeriod() >= PERIOD_THE_SPANISH_MAIN)
	{
		n = AddStr2Array(&sRndShpSpName, n, "Колин,Куско,Дон Хуан Австрийский,Император Карл V,Лепанто,Лимеко,Мексиканец,Новая Испания,Перуано,Рио-Де-Ла-Плата,Мадрид");
	}
	if(GetCurrentPeriod() >= PERIOD_COLONIAL_POWERS)
	{
		n = AddStr2Array(&sRndShpSpName, n, "Альманса");
	}
	if(GetCurrentPeriod() >= PERIOD_REVOLUTIONS)
	{
		n = AddStr2Array(&sRndShpSpName, n, "Блас Де Лезо");
	}

	// England names
	n = 0;
	n = AddStr2Array(&sRndShpEnName, n, "Акаста,Ачар,Ахилл,Жёлудь,Активный,Актеон,Острый,Несокрушимый,Адонис,Совет,Эол,Африка,Африканец,Агамемнон,Азенкур,Агрессор,Эгль");
	n = AddStr2Array(&sRndShpEnName, n, "Эйлдреда,Рвение,Тревога,Альбан,Альбикор,Альбион,Альцест,Альсид,Алкмена,Александр,Альфред,Алжирский,Аллемар,Аллигатор,Алонсо,Амаранте");
	n = AddStr2Array(&sRndShpEnName, n, "Амазонка,Амелия,Аметист,Амфион,Амфитрита,Анакреон,Андромеда,Ангел,Антилопа,Апеллес,Аполлон,Аквилон,Араб,Ардент,Арго,Аргонавт,Ариадна");
	n = AddStr2Array(&sRndShpEnName, n, "Ариэль,Арк Ройял,Армада,Высокомерный,Стрела,Артуаз,Азия,Помощь,Гарантия,Астрея,Аталанта,Атеньена,Атлас,Дерзкий,Аврора,Мститель,Эйвон,Вакханка,Бахус");
	n = AddStr2Array(&sRndShpEnName, n, "Барсук,Барфлер,Бархам,Баросса,Василиск,Гончая,Бедфорд,Беллейль,Беллерофонт,Беллона,Бенбоу,Беркли,Бервик,Чёрный Принц,Блэйк,Бланш,Смелый");
	n = AddStr2Array(&sRndShpEnName, n, "Боннета,Лейте Храбрый,Наглый,Блестящий,Проворный,Бристоль,Британия,Британец,Братья,Громила,Буцефал,Бульдог,Дрофа,Дворецкий,Цезарь,Калькутта,Каледония,Калипсо");
	n = AddStr2Array(&sRndShpEnName, n, "Кембридж,Камилла,Канопус,Карнатик,Каролина,Кастор,Екатерина,Цензор,Кентавр,Центурион,Цербер,Церера,Чемпион,Заряжающий,Шарлотта,Харон,Чероки");
	n = AddStr2Array(&sRndShpEnName, n, "Херувим,Цирцея,Клементина,Клеопатра,Василиск,Колосс,Комета,Конфаундер,Завоеватель,Покорение,Смелый,Корделия,Корнелия,Казак,Курьер,Крекер");
	n = AddStr2Array(&sRndShpEnName, n, "Креольский,Полумесяц,Кресси,Крокодил,Корона,Киана,Циклоп,Лебедь,Дедал,Даная,Дания,Дафна,Отважный,Даше,Дэшилд,Приманка,Защитник,Неповиновение,Восторг,Дезире");
	n = AddStr2Array(&sRndShpEnName, n, "Отчаянный,Диадема,Алмаз,Диана,Диктатор,Дидо,Старательный,Диомид,Директор,Открытие,Дельфин,Дорис,Дракон,Селезень,Дредноут,Ведущий,Верблюд,Друид");
	n = AddStr2Array(&sRndShpEnName, n, "Дриада,Дублин,Герцогиня,Герцог Йоркский,Дункан,Орёл,Эхо,Затмение,Эдгар,Эгмонт,Египтянка,Слон,Элизабет,Изумруд,Чародейка,Столкновение,Эндимион,Энтерпрайз,Предприимчивый");
	n = AddStr2Array(&sRndShpEnName, n, "Свита,Эталион,Европа,Евротас,Эвриалус,Эвридика,Отличный,Эксмут,Экспедиция,Эксперимент,Фея,Сокол,Слава,Фаворит,Олень,Хорек,Крепкий,Флирт,Флора,Полет,Грозный");
	n = AddStr2Array(&sRndShpEnName, n, "Стойкость,Удача,Лиса,Фоксхаунд,Резвость,Ярость,Галатея,Галантный,Баклан,Ганимед,Венец,Цыган,Гладиатор,Глазго,Слава,Щегол,Голиаф");
	n = AddStr2Array(&sRndShpEnName, n, "Хороший,Грампус,Кузнечик,Борзая,Галифакс,Ханна-Роуз,Ганнибал,Гарпия,Торопливый,Надменный,Разрушающий,Ястреб,Опасность,Геба,Гектор,Хелена,Геркулес,Гермиона");
	n = AddStr2Array(&sRndShpEnName, n, "Герой,Героиня,Цапля,Гиберния,Лань,Аделаида,Аякс,Бермуды,Баклан,Бесстрашный,Дредноут,Эребус,Фехтовальщик,Яростный,Мэри Роуз, Золотой Лев,Девоншир");
	n = AddStr2Array(&sRndShpEnName, n, "Славный,Гермес,Горец,Найрана,Фаэтон,Превосходный,Тигр,Доблестный");
	n = AddStr2Array(&sRndShpEnName, n, "Горацио,Враждебный,Гончая,Гусар,Гиена,Гидра,Гиперион,Прославленный,Неумолимый,Неприступный,Непостоянный,Непреклонный,Бесстрашный,Непобедимый");
	n = AddStr2Array(&sRndShpEnName, n, "Ифигения,Ирис,Непреодолимый,Исида,Джейсон,Копье,Юнона,Юпитер,Жюст,Кенгуру,Екатерина,Кент,Шакал,Ягуар,Змей,Ланкастер,Чибис,Латона,Лавиния,Леда,Легион,Леонид,Леопард,Левант,Левиафан");
	n = AddStr2Array(&sRndShpEnName, n, "Свобода,Молния,Лев,Маленькая Салли,Оживленный,Ящерица,Лондон,Лидия,Рысь,Лира,Македонский,Великодушный,Великолепный,Величественный,Моряк,Брачный,Марс,Мартин,Мэри");
	n = AddStr2Array(&sRndShpEnName, n, "Медина,Медуза,Медуэй,Мелампус,Мелеагр,Мельпомена,Ртуть,Мерлин,Русалка,Метеор,Минерва,Минотавр,Менестрель,Монарх,Комар,Прислужник,Кефаль,Мутин,Наид,Нарцисс");
	n = AddStr2Array(&sRndShpEnName, n, "Наутилус,Возмездие,Нептун,Нерей,Проворный,Нимрод,Несравненный,Нимфа,Послушный,Океан,Олимпия,Опоссум,Орест,Орион,Выдра,Паладин,Паллас,Пандора,Куропатка,Следопыт,Полетт,Павлин,Жемчужина");
	n = AddStr2Array(&sRndShpEnName, n, "Пегас,Пеликан,Пенелопа,Персей,Настойчивость,Фиби,Феникс,Фаэтон,Пирсер,Штурман,Пинчер,Пионер,Ржанка,Пухлый,Плутон,Полифем,Мощный,Принц Валлийский,Принцесса");
	n = AddStr2Array(&sRndShpEnName, n, "Быстрый,Прозерпина,Защитник,Проти,Благоразумный,Душа,Карлик,Пирам,Лошадь,Радуга,Рамильес,Причина,Разумный,Странник,Гремучая Змея,Готовый,Отпор,Восстановление,Краснобрюхий");
	n = AddStr2Array(&sRndShpEnName, n, "Редпол,Регулус,Северный Олень,Известность,Отражение,Сопротивление,Решимость,Ресурс,Возмездие,Расплата,Воссоединение,Месть,Революционер,Ромни,Ромул,Роза,Скиталец,Роялист");
	n = AddStr2Array(&sRndShpEnName, n, "Королевский Дуб,Королевский Соверен,Рубин,Сабрина,Сэндвич,Сатурн,Дикарь,Скамандр,Скипетр,Сципион,Обжигатель,Скорпион,Плеть,Разведчик,Морской Конек,Семирамида,Серапис,Змей,Акула,Буревестник");
	n = AddStr2Array(&sRndShpEnName, n, "Сириус,Змея,Пасьянс,Спартанский,Вероника,Скоростной,Спенсер,Сфинкс,Паук,Вспыльчивый,Бодрый,Шпион,Белка,Олень,Эталон,Скворец,Осетр,Успех,Султан,Сюрприз,Сьюзен");
	n = AddStr2Array(&sRndShpEnName, n, "Хвастун,Глоток,Лебедь,Быстрый,Стремительный,Рыба-Меч,Сибилла,Сильфида,Сирена,Талисман,Тартар,Тизер,Телемах,Шторм,Терпсихора,Черепаха,Ужасный,Таец,Темза,Тесей,Фетида,Чертополох,Заноза,Удар Молнии");
	n = AddStr2Array(&sRndShpEnName, n, "Щекотун,Тигрица,Путешественник,Огромный,Трепетный,Испытание,Трибун,Трезубец,Приспособленец,Тринидад,Тритон,Триумф,Кавалерист,Надежный,Бурный,Турпин,Улисс,Неустрашимый,Единорог,Союз,Единый,Упорный,Авангард,Почтенный");
	n = AddStr2Array(&sRndShpEnName, n, "Месть,Венера,Веста,Весталка,Ветеран,Виктор,Победа,Победоносный,Бдительный,Мстительный,Гадюка,Лисица,Мореплаватель,Стервятник,Воин,Острие Войны,Оса,Дикий Лебедь,Крапивник,Россомаха,Вранглер,Ярмут,Усердный,Зебра,Зулу");
	if(GetCurrentPeriod() >= PERIOD_THE_SPANISH_MAIN)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Гринвилл,Королева Елизавета,Роли,Сэр Фрэнсис Дрейк");
	}
	if(GetCurrentPeriod() >= PERIOD_GOLDEN_AGE_OF_PIRACY)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Бленхейм,Король Георг");
	}
	if(GetCurrentPeriod() >= PERIOD_COLONIAL_POWERS)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Энсон,Генерал Монк");
	}
	if(GetCurrentPeriod() == PERIOD_NAPOLEONIC)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Корнуоллис,Худ,Родни");
	}

	// France names
	n = 0;
	n = AddStr2Array(&sRndShpFrName, n, "Пчела,Покупка,Ахиллес,Активный,Аэлкон,Африканский,Земледельческий,Орел,Алкестида,Альсид,Тревога,Александр,Альхесирас,Жаворонок,Амарант,Амазонка,Засада,Америка,Андромаха,Ганнибал");		//some french ship names spell-checked by KAM
	n = AddStr2Array(&sRndShpFrName, n, "Антилопа,Аполлон,Север,Ардент,Артезический,Аргонавт,Ариэль,Артемида,Артезианский,Астри,Аталанта,Атлас,Дерзкий,Август,Аврора,Бабет,Игривый,Байонез,Ласка,Беллейль,Беллона");
	n = AddStr2Array(&sRndShpFrName, n, "Колыбель,Бервик,Бестал,Бетси,Странный,Белый,Желанный,Светлый,Болонтарный,Добрая Гражданка,Борей,Угрюмый,Надутый,Бурбонез,Бургундия,Храбрый,Отвага,Бреслав,Блестящий");
	n = AddStr2Array(&sRndShpFrName, n, "Сумрак,Брут,Буцентавр,Каир,Каллиопа,Каллиопа,Калипсо,Капризный,Карманьола,Каролина,Картахена,Кассар,Бобер,Цензор,Кентавр,Цереры,Верблюд,Шаранта,Избранница,Тряпка");
	n = AddStr2Array(&sRndShpFrName, n, "Цизальпийский,Гражданин,Клеопатра,Клоринда,Кокада,Конкорд,Доверие,Уверенный,Завоеватель,Утешение,Постоянство,Конституция,Конвенция");
	n = AddStr2Array(&sRndShpFrName, n, "Скорлупа,Корманьоль,Корнели,Корнет,Курьер,Золотой,Храбрый,Курьер,Корона,Кретин,Курлеус,Кибела,Данай,Дасаикс,Декада,Декуиз,Декуиз,Презрительный,Желанный");
	n = AddStr2Array(&sRndShpFrName, n, "Дезире,Судьба,Диадема,Диана,Дидона,Прилежный,Десять Лет Спустя,Права Человека,Права Народа,Дриада,Герцог Бургундский,Дугуай Труэн,Дулис,Дюкен,Дюранс,Дюрас,Горячий,Ясный,Египетский");
	n = AddStr2Array(&sRndShpFrName, n, "Электра,Элизабет,Элиза,Объятие,Изумруд,Эмулус,Чародейка,Вовлеченный,Предприимчивый,Эол,Ястреб,Надежда,Шпион,Звезда,Бодрствующий,Призрак,Слава,Фея,Блаженство,Расщепление,Верный,Флибустьер");
	n = AddStr2Array(&sRndShpFrName, n, "Отличный,Фламандский,Стрела,Цветок,Флора,Грозный,Форте,Удачливый,Безумный,Пылкий,Франклин,Братство,Непослушный,Хорек,Яростный,Галатея,Гаспарин,Благородный,Славный,Слава,Славная,Грациозная");
	n = AddStr2Array(&sRndShpFrName, n, "Большой,Гваделупа,Воин,Вильгельм Телль,Ганнибал,Дерзкий,Шанс,Гектор,Хехе,Элен,Геркулес,Гермиона,Герой,Счастливый,Ласточка,Тряска,Гармония,Успешный,Прославленный,Нетерпеливый,Бессмертный,Империал");
	n = AddStr2Array(&sRndShpFrName, n, "Властный,Стремительный,Неизвестный,Непостоянный,Нетленный,Индианка,Неделимый,Неукротимый,Наглый,Повстанец,Бесстрашный,Непобедимый,Ифигения,Иристе,Якобинский,Жан Барт,Йена,Юнона,Юпитер,Справедливый,Правосудие");
	n = AddStr2Array(&sRndShpFrName, n, "Жюстин,Латона,Легкий,Леопард,Борзый,Свобода,Свободный,Лев,Луара,Восток,Озорной,Великодушный,Великолепный,Майда,Вредоносный,Марат,Маренго,Марсельеза,Куница,Медея,Медуза,Мельпомена,Меркурий");
	n = AddStr2Array(&sRndShpFrName, n, "Крошечный,Минерва,Минотавр,Скромный,Монблан,Гора,Монреаль,Мозель,Муций,Кефаль,Мюзетта,Мутин,Немезида,Нептун,Нереида,Девять Термидоров,Ниман,Нимфа,Океан,Восток,Орион,Паллада,Пальма");
	n = AddStr2Array(&sRndShpFrName, n, "Бабочка,Патриот,Полетт,Пегас,Скорняк,Мысль,Куропатка,Жемчужина,Потеря,Маленькое Сияние,Фокус,Пикирование,Плутон,Помоне,Помпей,Цыпочка,Драгоценный,Берущий,Предусмотрительный,Быстрый,Прозелит,Прозерпина");
	n = AddStr2Array(&sRndShpFrName, n, "Защитник,Осторожный,Мощный,Шутливый,Шутливая,Быстроходный,Ребекка,Отшельник,Грозный,Мысль,Возрожденный,Слава,Возмездие,Акула,Сопротивление,Решительный,Решительность,Собрание,Реванш,Месть,Ришелье,Риволи");
	n = AddStr2Array(&sRndShpFrName, n, "Надежный,Римский,Рыжий,Королевский Цезарь,Хитрый,Мудрость,Святой Антоний,Саламин,Сардина,Сцевала,Скипетр,Сципион,Привлекательный,Сена,Подвижный,Восприимчивый,Извивающийся,Тяжелый,Искренний,Обезьяна,Спартанец,Сфинкс");
	n = AddStr2Array(&sRndShpFrName, n, "Святой Дух,Святой Михаил,Обильный,Сюффрен,Суйтан,Султан,Превосходный,Настоятельница,Надзиратель,Свифтсур,Сибил,Сирена,Тактик,Темза,Шумный,Тапаз,Тартуф,Ужасный,Фетида,Тигрица,Тимолеон");
	n = AddStr2Array(&sRndShpFrName, n, "Громовой,Гром,Черепаха,Голубятня,Турвиль,Траян,Мошенник,Трибуна,Трезубец,Торжествующий,Тираницид,Единица,Урания,Доблестный,Варшава,Вандея,Месть,Мститель,Предприимчивый");
	n = AddStr2Array(&sRndShpFrName, n, "Венера,Достоинство,Весталка,Везувий,Победа,Победоносный,Вимерия,Виржиния,Добродетельный,Вулкан,Ваграм,Ваттигнес,Зефир");
	if(GetCurrentPeriod() == PERIOD_NAPOLEONIC)
	{
		n = AddStr2Array(&sRndShpFrName, n, "Торговля Бордо,Торговля Марселя,Тридцать Первое Мая,Триколор");
	}
	else
	{
		n = AddStr2Array(&sRndShpFrName, n, "Королевский Дельфин,Величество");
	}

	// Pirate names
	n = 0;
	n = AddStr2Array(&sRndShpPiName, n, "Приключение,Галера Приключений,Приз Приключений,Восторг Холостяков,Чёрная Шутка,Белый,Благословение,Браво,Конкорд,Итчен,Джед,Остерго,Оверэйссел,Плутон,Принс Фредерик,Принс Мауриц,Революция,Роттердам,Утрехт,Вервахтинг,Вассенар,Вестерго,Вестфрисленд");		//some pirate ship names spell-checked by KAM
	n = AddStr2Array(&sRndShpPiName, n, "Зеландия,Зевенвальдер,Зевенволдер,Южный Бивленд,Нассау,Осьминог,Принцесса Луиза,Скумбрия,Манта,Медрегал,Менхаден,Простой,Огайо,Вирджиния,Небраска,Джорджия");
	n = AddStr2Array(&sRndShpPiName, n, "Бабочка,Патриот,Королевская Удача,Полетт,Пегас,Скорняк,Мысль,Золотая Лань,Куропатка,Жемчужина,Потеря,Маленькое Сияние,Фокус,Пикирование,Кассандра,Детство");
	n = AddStr2Array(&sRndShpPiName, n, "Плутон,Помона,Накачанный,Цыпочка,Драгоценный,Принимающий,Предусматрительный,Проворный,Прозелит,Прозерпина,Королевская Рыбка,Сириус,Змея,Пасьянс,Спартанец,Вероника,Быстрый,Спенсер,Сфинкс,Паук,Спитфайр");
	n = AddStr2Array(&sRndShpPiName, n, "Бодрый,Шпион,Белка,Олень,Стандарт,Скворец,Успех,Султан,Самтер,Сюрприз,Сьюзен,Тарантул,Веласко,Велоза,Победитель,Месть,Венера,Винсехо,Живой,Воадер,Вермонт");
	n = AddStr2Array(&sRndShpPiName, n, "Достойный Двор,Восторг,Доставка,Желанный,Изысканный,Летающий Дракон,Летающая Лошадь,Летающий Король,Подарок,Везение,Мэйфлауэр,Ночной Бродяга,Восходящее Солнце,Морской Король,Внезапная Смерть,Вайдах,Щелкающий Дракон");
	n = AddStr2Array(&sRndShpPiName, n, "Смерть,Жатка,Ад,Бессмертный,Ужасный,Без Жалости,Эпопея,Ястреб,Страх,Эпилог,Сатана,Дьявол,Непокоренный,Нежить,Тревога,Импульс,Воровство");
	n = AddStr2Array(&sRndShpPiName, n, "Дьявол,Демон,Морской Дьявол,Морской Демон,Океанский Дьявол,Океанский Демон,Беспощадный,Переносчик Чумы,Чёрная Королева,Чёрный Король,Красная Королева,Рыбалов,Охотник,Мститель,Чёрная Смерть,Инфекция");
	n = AddStr2Array(&sRndShpPiName, n, "Морская Ведьма,Серая Ведьма,Красная Ведьма,Чёрная Ведьма,Чёрный Рыцарь,Ночной Охотник,Скрытый,Подлый,Несущий Смерть,Золотой Король,Золотая Королева,Ястреб,Морской Волк,Чёрная Акула,Красная Акула,Ночной Волк,Волк,Хищник");
	n = AddStr2Array(&sRndShpPiName, n, "Старая Карга,Океанская Ведьма,Морской,Чёрный Гигант,Желание Смерти,Славный,Печально Известный,Неудача,Месть,Золотоискатель,Рубин,Изумруд,Сапфир,Алмаз,Чёрный Алмаз,Красная Кровь,Красная Кровь");
	n = AddStr2Array(&sRndShpPiName, n, "Вампир,Повелитель Ночи,Ночная Леди,Пустые Карманы,Покинутый,Топаз,Красный Гранат,Повезло,Удачливый,Бездна,Восставший Из Ада,Всадник Без Головы,Призрак,Туман,Ядовитый,Змеиный Укус,Веном,Волчанка");
	n = AddStr2Array(&sRndShpPiName, n, "Грешник,Еретик,Рука Мидаса,Нарушитель Спокойствия,Расстройство,Быстрая Опасность,Опасный,Тихий Вор,Нарушитель,Пришел-Увидел-Выиграл,Медиа Нокс,Оркус,Выход,Чума");
//	n = AddStr2Array(&sRndShpPiName, n, "Чёрное Сердце,Бларни Петух");	// LDH if this line is being used, delete it - 04Jan09
	if(GetCurrentPeriod() >= PERIOD_COLONIAL_POWERS)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Месть Королевы Анны,Король Джеймс");
	}
		
	// Holland names
	n = 0;
	n = AddStr2Array(&sRndShpHoName, n, "Брюнвиш,Единство,Нептун,Гелдерланд,Хасевинт,Тунец,Морской Рыцарь,Дельфин,Зеленый Дракон,Харлем,Постперевод,Джонас,Апельсиновое Дерево,Растущая Луна,Амстердам,Кампель,Эдам,Коронованный Лев");
	n = AddStr2Array(&sRndShpHoName, n, "Гауда,Лейден,Мерман,Омландия,Оверэйссел,Чёрный Лев,Фетида,Летающий Олень,Фрисландия,Зеландия,Золотой Лев,Зеленый Дракон,Голландский Сад,Куча,Медемблик,Принц Генрих,Фредерик Генри");
	n = AddStr2Array(&sRndShpHoName, n, "Бреда,Девентер,Дренте,Гидеон,Русалки,Утрехт,Флиссинген,Вальхерен,Герб Голландии,Герб Нассау,Зиерикзее,Навершие,Великий Кристофер,Омландия,Святой Лаврентий,Герб Зеландии");
	n = AddStr2Array(&sRndShpHoName, n, "Нассау,Коронованная Любовь,Единорог,Юный Принц,Голландский Сад,Западная Капелла,Горкум,Замок Медемблик,Герб Монникендама,Позолоченное Солнце,Тер-Идет,Королевская Принцесса,Фогельструйс,Луна");
	n = AddStr2Array(&sRndShpHoName, n, "Семь Провинций,Принцесса Мария,Золотая Звезда,Замок Алкмар,Герб Энкхейзена,Неймеген,Файсант,Принцесса Луиза,Вестфрисленд,Попкенсбург,Акербум,Скромный,Фишер Хардер");
	n = AddStr2Array(&sRndShpHoName, n, "Защитник,Карл V,Дуврская Галера,Гелдерше Рюйтер,Мориц,Венера");

	// Portugal names
	n = 0;
	n = AddStr2Array(&sRndShpPoName, n, "Северный Ветер,Дом Карлос I,Доуро,Санта-Де-Консейсан,Королевский Принц,Граф Дон Энрике,Мария I,Медуза,Принцесса Бейра,Принц Регент,Королева Португалии,Святой Антонио и Святой Иосиф,Васко Да Гама,Альфонсо де Альбукерке,Дон Джо Де Кастро");		//some portuguese ship names spell-checked by KAM
	n = AddStr2Array(&sRndShpPoName, n, "Младенец Дон Педро,Святой Белем,Святой Бом-Саксессо,Мартин де Фрейтас,Сан-Себастьян,Феникс,Гроза,Амазонка,Минерва,Принцесса Шарлотта,Жемчуг,Принц Бразилии,Тритон,Болфинхо,Улисс,Уриния,Лебедь,Плонжер,Рыба-Меч,Дельфин,Гидра");
	n = AddStr2Array(&sRndShpPoName, n, "Принцесса Бразилии,Фетида,Пирог,Венера,Хосефа,Антонио и Бсиа Фелиз,Святой Гавриил,Святой Рафаэль,Бенджамин,Королевская Принцесса,Святой Джо Магнимо,Графиня Резонда,Святой Антоний,Гид,Слава,Нептун,Полифем,Сокол,Джавота,Заяц");
	n = AddStr2Array(&sRndShpPoName, n, "Безымянный,Морской Змей,Летающий,Борзая,Месть,Аморале,Любопытный,Корона,Принцесса,Корона,Изабель,Костанка,Лаокадия,Избиение,Тина-Мария,Хеланика,Марта-Александра,Боль,Альдонка,Хосефа,Жестокий,Люциана,Альварес Кабрал,Королевский Двор");
	n = AddStr2Array(&sRndShpPoName, n, "Бетриз,Этельвина,Королева Дона Амелия,Мария-Августа,Соня,Белла,Фернанда,Гиомар,Добрый,Тереза,Васко Да Гама,Франсиско Де Алмейда,Адмирал Магальяйес Корреа,Командир Жоао Белу,Васко Да Гама,Рыба-Меч,Вулкан");
	n = AddStr2Array(&sRndShpPoName, n, "Тежу,Тамега,Ваучер,Гаудиана,Диого Цао,Королевский Двор,Нуно Тристао,Педро Эскобар,Адмирал Гаго Коутиньо,Адмирал Перейра Да Силва,Альварес Кабрал,Командир Роберто Ивенс,Командир Сакадура Кабрал,Жоао Коутиньо");
	n = AddStr2Array(&sRndShpPoName, n, "Гиацинт Кандидо,Генерал Перейра Д'Эка,Аугусто Де Кастильо,Онорио Баррето,Антонио Энес,Батист Де Андрада,Жоао Роби,Альфонсо Серкейра,Оливейра И Кармо,Командующий Педро Кэмпбелл");
	n = AddStr2Array(&sRndShpPoName, n, "Грозный,Страшный,Минхо,Тимор,Верховный,Мечта,Мечтатель,Одинокий,Императрица,Идеальный,Ужас,Смелый,Известный,Ураган");
	n = AddStr2Array(&sRndShpPoName, n, "Святая Дева,Святой Варфоломей,Святой Мигель,Сан-Жуан-Де-Арга,Санта Лучия,Святой Антонио,Дама Благодати,Взгляд Леди,Святой Сильвестр,Святой Мамед,Святой Бенто,Хорошая Смерть,Санто Амаро,Святой Браш");
	n = AddStr2Array(&sRndShpPoName, n, "Госпожа Фастио,Сеньора Апаресида,Госпожа Фару,Сан-Жуан-Баптиста,Пивоварня,Святая Агинья,Фос-ду-Кура,Санта-Марта,Сан-Жуан-да-Рибейра,Санта Мария,Добрый Иисус,Дон Санчо I,Старый Мелгазо,Святилище Короля");
	n = AddStr2Array(&sRndShpPoName, n, "Устье Лимы,Виноградник Королевы,Спаситель Горы,Святая Эулалия,Святой Круз,Святой Комба,Святая Катарина,Святая Клара,Святая Витория,Святой Педро,Святой Херальдо,Большой Тинто,Большая Река,Королева Святая Елизавета");
	n = AddStr2Array(&sRndShpPoName, n, "Ласточка,Гора Ворон,Снежная Леди,Святая Кристина,Чёрный Камень,Святой Бернардино,Порт Мус,Коста Нова,Святой Висент,Мост Сагреш,Гора Благочестия,Святая Барбара,Святой Мартин");
	n = AddStr2Array(&sRndShpPoName, n, "Чёрный Рыцарь,Третий Остров,Остров Мадейра,Деревня Азеда,Святой Ромео,Монте-Реаль,Счастливого Пути,Мартингана,Утешение,Кальвария,Большая Сосна,Рио-де-Мойньос,Заросль,Мавританский Лес");
	n = AddStr2Array(&sRndShpPoName, n, "Устье Ароуса,Алькария Нова,Гнездо Азора,Ужасный,Морской Герой,Пенамакор,Земля Ведьм,Деревня Сантарем,Альфама,Сан-Роке,Белемская Башня,Матерь Божья,Морской Сад,Пасть Ада");

	// American names
	n = 0;
	n = AddStr2Array(&sRndShpAmName, n, "Адамс,Олбани,Альфред,Союз,Аллигатор,Америка,Эндрю Дориа,Аннаполис,Аргус,Балтимор,Красивая Италия,Бетси Росс,Биддл,Милый Ричард,Бостон,Бурбон,Банкер Хилл,Брендивайн,Брокенборо,Кэбот,Каролина,Шамплейн,Чарльз У. Морган,Чарлстоун,Шарлотка,Чесапик,Чиппева,Клара,Колумбия,Колумбус,Согласие,Конфедерация");
	n = AddStr2Array(&sRndShpAmName, n, "Конгресс,Коннектикут,Созвездие,Конституция,Камберленд,Киана,Дейл,Дин,Декейтер,Делевар,Диана,Дельфин,Орёл,Эффингем,Элизабет,Стремление,Предприятие,Эпервье,Эри,Эссекс,Эксперимент,Честный Американец,Франсин,Фэрфилд,Фалмут,Свобода,Резвость,Ганг,Генерал Грин,Грузия,Джермантаун");
	n = AddStr2Array(&sRndShpAmName, n, "Гранит,Гроулер,Партизан,Гамильтон,Хэмптон,Хэнкок,Хелен,Хопкинс,Шершень,Хадсон,Хайдер Али,Независимость,Повстанец,Джеймстаун,Джава,Джулия,Леди Вашингтон,Лафайет,Левант,Лексингтон,Свобода,Македонский,Мэдисон,Марион,Мэри Сирс,Мэриленд,Массачусетс,Мерримак,Минитмен");
	n = AddStr2Array(&sRndShpAmName, n, "Мохаук,Молли,Монтгомери,Монтесума,Нантакет,Натчез,Нью-Гэмпшир,Нью-Джерси,Нью-Йорк,Ньюпорт,Норфолк,Северная Каролина,Огайо,Онтарио,Иволга,Патрик Генри,Патриот,Павлин,Пенсильвания,Филадельфия,Пилигрим,Платтбург,Плимут,Покахонтас,Портсмут,Потомак,Пребл,Президент,Гордость,Провиденс");
	n = AddStr2Array(&sRndShpAmName, n, "Квиннебо,Роли,Рейнджер,Рэндольф,Раритан,Возмездие,Революционер,Род-Айленд,Роджер,Роксбери,Сабина Сакагава,Санти,Сарапис,Саратога,Саванна,Плеть,Южная Каролина,Суверенный,Святой Лаврентий,Святой Луи,Превосходный,Сюрприз,Трентон,Трипп,Трамбл,Соединенные Штаты,Вермонт,Венера,Вирджиния,Уоррен,Оса,Йорктаун");
	if(GetCurrentPeriod() == PERIOD_NAPOLEONIC)
	{
		n = AddStr2Array(&sRndShpEnName, n, "Франклин,Джефферсон,Джон Адамс,Джордж Вашингтон,Вашингтон");
	}	
	// Swedish names
	n = 0;
	n = AddStr2Array(&sRndShpSwName, n, "Водоросль,Альвсборг,Ангел,Ангел Габриэль,Апплет,Артан,Элен,Германия,Урожай,Урожай,Авраам,Ахиллес,Амалия,Амарант,Амфион,Андромеда,Ангелус,Анна,Яблоня,Аполлон");
	n = AddStr2Array(&sRndShpSwName, n, "Арвид,Банан,Львенок,Багген,Василиск,Беллона,Бьярнен,Бле Фальк,Лев,Бле Мене,Бле Мэн,Змея,Блекинг,Цветок,Бохус,Броммарен,Коричневый Лев,Бурый Медведь,Буйвол,Цезарь");
	n = AddStr2Array(&sRndShpSwName, n, "Каролус,Кронстьерна,Датский Феникс,Лебедь,Дэвид,Дельфин,Дракон,Смелость,Верблюд,Королева,Голубь,Добродетель,Белка,Слон,Единорог,Единство,Эстония,Золотой,Золотой Голубь,Золотой Олень");
	n = AddStr2Array(&sRndShpSwName, n, "Золотой Лев,Золотая Роза,Осторожность,Сокол,Феникс,Финляндия,Финский Мемнон,Летающий Дракон,Летящий Волк,Фортуна,Фраджа,Фракен Элеонора,Фредрика Амалия,Свобода,Проклятый,Коза-Лев,Гетеборг,Старый Меч,Старый Француз,Готланд");
	n = AddStr2Array(&sRndShpSwName, n, "Волк Гре,Грен Джагарен,Грекен,Граф Спарре,Грипен,Желтый Лев,Густав,Джилленстирнан,Аист,Подвох,Халланд,Халвменен,Ханен,Ганнибал,Морская Скала,Русалка,Пастушка,Геркулес,Олень,Холкен");
	n = AddStr2Array(&sRndShpSwName, n, "Омар,Собака,Хвита Арн,Игельн,Гнев,Охотник,Джонас,Дева,Юпитер,Справедливость,Кампен,Кальмар,Каттан,Корпен,Бережливый,Крик,Краб,Краб,Кристина,Ягненок");
	n = AddStr2Array(&sRndShpSwName, n, "Лосось,Лев,Львица,Леопард,Лилия,Линдормен,Менен,Месен,Макальцсс,Скумбрия,Мужественный,Мария,Марс,Ртуть,Мьялкпиган,Нактергален,Рыба,Нептун,Северная Звезда,Ключ");
	n = AddStr2Array(&sRndShpSwName, n, "Змея,Телец,Попугай,Пеликан,Феникс,Ребок,Красный Грипен,Красный Лев,Красная Львица,Награда,Регина,Северный Олень,Странник,Роза,Восход Солнца,Святой Эрик,Святой Гаран,Сатурн,Сикен,Шакаттен");
	n = AddStr2Array(&sRndShpSwName, n, "Солнце,Стелнаббен,Козерог,Звезда,Стокгольм,Аист,Буревестник,Страус,Сундсвалль,Ответ,Ответ,Лебедь,Чёрный Пес,Чёрный Раппен,Чёрный Всадник,Свен,Храбрость,Тигр,Транан,Три Короны");
	n = AddStr2Array(&sRndShpSwName, n, "Три Льва,Тумларен,Сова,Волк,Молодой Всадник,Возвышенность,Выдра,Выбор,Вален,Волк,Венера,Виктория");
}
