string DLG_TEXT[13] = {
"...",
"...",
"Здравствуйте, не могли бы вы мне помочь?",
"В чём проблема?",
"Мой отец, Франсуа, покинул город две недели назад, не дав мне знать, и сейчас я понятия не имею, где он находится.",
"Почему он покинул город?",
"Он мне не сказал. Единственное, что я знаю - вечером он был всё ещё здесь, а на следующее утро исчез. Он покинул меня на рассвете, когда я спала.",
"Вы сообщили властям о своём пропавшем отце?",
"Да, но им, кажется, всё равно.",
"Губернаторы на всех островах одинаковы. Им всегда лень лишний раз поднять свой жирный зад. К счастью для вас, вы только что нашли удачливого капитана. Я отправлюсь на поиски вашего отца, немедленно.",
"И они совершенно правы. Какой интерес этим заниматься? Я рекомендую пойти в таверну и забыться вместе с кружечкой рома.",
"*Задыхаясь от радости* О, большое спасибо, что нашли его, #ssir#!",
"Всегда пожалуйста. Это было нелегко, но в конце концов, мне всё удалось.",

};
