string DLG_TEXT[13] = {
"...",
"...",
"Здравствуйте, не могли бы вы мне помочь?",
"Возможно; Зависит от того - чем. В чем проблема?",
"Мой отец, Франсуа, покинул город две недели назад, не дав мне знать, и сейчас я понятия не имею, где он находится.",
"Почему он покинул город?",
"Он мне не сказал. Единственное, что я знаю - вечером он был все еще здесь, а на следующее утро исчез. Он покинул меня на рассвете, когда я спала.",
"Вы сообщили властям о своем пропавшем отце?",
"Да, но им, кажется, все равно.",
"Губернаторы на всех островах одинаковы. Им всегда лень лишний раз поднять свой жирные зад. К счастью для вас, вы только что нашли удачливого капитана. Я отправлюсь на поиски вашего отца, немедленно.",
"И они совершенно правы. Какой интерес этим заниматься?. Я рекомендую пойти в таверну и забыться вместе с кружкой рома.",
"*Задыхаясь от радости* Ох, большое спасибо вам господин!",
"Вы очень кстати. Это было нелегко, но в конце концов, мне все удалось.",

};
