string DLG_TEXT[8] = {
"Да, #saddr#?",
"Мне нужен человек по имени #sAntoineChamfort#: у меня к нему разговор.",
"Я #sAntoineChamfort#. Что вы хотите?",
"Не будем тратить время, я знаю что Вы присвоили деньги губернатора...",
"Да как вы смеете?!!! За эти слова я могу отправить вас в тюрьму!",
"Я не боюсь. А вот Вам стоило бы. У меня есть все доказательства, и я собираюсь сообщить это губернатору!",
"Ага! Я понимаю. Вы просто сошли с ума. Как Вы и сказали - я не собираюсь попусту тратить своё время, так что идите, и делайте, что пожелаете.",
"Как Вам угодно.",

};