string DLG_TEXT[8] = {
"Да #saddr#?",
"Мне нужен #sAntoineChamfort#: у меня к нему разговор.",
"Я #sAntoineChamfort#. Что Вам угодно?",
"Не будем тратить время, я знаю что Вы присвоили деньги губернатора...",
"Да как ты смеешь?!!! За эти слова могу отправить тебя в тюрьму!",
"Я не боюсь. А вот Вам стоило бы. У меня есть все доказательства, и я собираюсь прояснить эту ситуацию губернатору.",
"Ага! Я понимаю. Вы просто сошли с ума. Как Вы и сказали - я не собираюсь попусту тратить своё время, так что идите, и делайте, что пожелаете.",
"Как Вам угодно.",

};