string DLG_TEXT[7] = {
"Прошел слух, что у вас для продажи есть что-то особенное.",
"Да. Всего за ",
" золотых вы получите это совершенно особое растение. Оно, как говорят, отпирает разум человека. Но прежде, чем применять его на людях, сперва спросите их согласия. Эффект не всегда срабатывает и вполне может убить.",
"Пожалуй это для меня слишком рискованно",
"Я хотел бы купить 1.",
"Ну вот. Не пытайтесь использовать его на себе. Попробуйте использовать его на людей из своей команды.",
"Спасибо."
};
