string DLG_TEXT[15] = {
"Отвали, я занят!",
"...",
"Ага, вот и наши денежки пожаловали! Пойдем прогуляемся, тут недалеко.",
"Пойдем.",
"Жди здесь, я пойду приведу нашего пленничка.",
"Давай быстрей.",
"Аргх! Деньги на бочку, салага! Ха-ха, я всегда мечтал это сказать.",
"Забирай свое золото, остряк чертов.",
"Знаешь, что я сделаю? Я оставлю деньги себе, а тебя и твоих дружков зарежу, как свиней. Как тебе такая шутка?!",
"Чертовски приятно было иметь с тобой дело!",
"Мне было бы чертовски приятно, если бы ты избавил нас наконец от своего общества.",
"Что?! Здесь не все деньги! Решил обмануть нас, а?! Сдохни!",
"Ч-черт!",
"Так себе шуточка. Наш драгоценный гость испустит дух прежде, чем ты достанешь саблю.",
"Ладно, ладно, не нервничай, вот деньги.",

};