string DLG_TEXT[15] = {
"Отвали, я занят!",
"...",
"Ага, вот и наши денежки пожаловали! Пойдём прогуляемся, тут недалеко.",
"Пойдём.",
"Жди здесь, я пойду приведу нашего пленничка.",
"Давай быстрей.",
"Аргх! Деньги на бочку, салага! Ха-ха, я всегда мечтал это сказать.",
"Забирай своё золото, остряк чёртов.",
"Знаешь, что я сделаю? Я оставлю деньги себе, а тебя и твоих дружков зарежу, как свиней. Как тебе такая шутка?!",
"Чертовски приятно было иметь с тобой дело!",
"Мне было бы чертовски приятно, если бы вы покинули это место.",
"Что?! Здесь не все деньги! Решили обмануть нас, да?! Приготовьтесь умереть!",
"Ч-чёрт!",
"Так себе шуточка. Наш драгоценный гость испустит дух прежде, чем ты достанешь саблю.",
"Ладно, ладно, не нервничай, вот деньги.",

};