/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Поздравляю! Добро пожаловать в магазин самого прекрасного кузнеца во всем Карибском море. Я - Мортимер Пичбленд к вашим услугам. Чем могу помочь?",
"Добрый день, Мортимер. Звучит здорово, но лучше вас было бы также быстро и легко найти. Что вы предлагаете?",
"Дайте мне любой меч, который у вас есть и я сделаю из него шедевр - за соответственную плату, конечно. И на это мне потребуется всего три дня!",
"Здорово. Взгляните на это и скажите, что вы сможете сделать.",
"Да, я слышал, что вы единственный лучший оружейник в архипелаге, если не во всем мире. Но я воспользуюсь вашими услугами в другой раз.",
"Мои... моим... моим глазам больно смотреть на это бедное творение ",
"! Клинки, они как дети. Вы должны проявить заботу о них, если хотите от них хорошего поведения!",
"О, Господи!  ",
" выглядит, как сарая... Хмм... Вы позволите мне с этим поработать? Я фактически повторно перекую клинок.",
"Я вижу, что ваш, так называемый ",
" выглядит не слишком плохо, капитан, но с вашего позволения я его улучшу.",
"Не плохое состояние ",
", капитан; Кажется, вы хорошо заботились. Но оружие почти всегда можно улучшить.",
"Очевидно, что вы проявили заботу об этом клинке (",
")  #stitle# - я вами горжусь. Но я все равно могу над ним поработать, так сказать для профилактики. Что скажете, капитан?",
"О! Такое ослепительное лезвие у этого клинка под названием ",
"! Да я могу увидеть свое отражение, и оно должно быть достаточно остро, чтобы рассечь волосок! Боюсь, что с ним поработал более великий мастер, чем я.",
"Вы можете доказать свои слова, Мортимера, на моем клинке. Сделайте его самым лучшим, и я вам заплачу ",
"Видно, что вы гордитесь своей работой. Сделайте это качественным оружием, но не более чем  ",
"Конечно, вы самый лучший металлург этого острова и вас не затруднить улучшить этот клинок, на сумму в ",
"Посмотрите что можно сделать с моим оружием, Мортимер. Но сейчас я могу позволить себе потратить не больше, чем ",
"А я так хотел увидеть чудо... Прощайте.",
"Ого, ну у вас и расценки. Зайду-ка я к вам когда разбогатею, Мортимер.",
"Все готово, капитан! Это - моя самая лучшая работа - мне очень тяжело с ней расставаться. Пожалуйста, возвращайтесь, как только вам понадобится помощь великого оружейника во всем Карибском море.",
"Я так и поступлю, Мортимер.",
"Капитан, знаете, я не могу творить свою магию из воздуха. У вас должен быть хоть один клинок.",
"Дайте взглянуть, что у вас есть.",
" золотых монет.",
"Я принес кучу железяк, сможете с ними управиться?",
"Я похож на оружейного индийского бога? Я не буду тратить свое время, ремонтируя вилки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили наиболее поломанные клинки, хотя бы к среднему качеству. Возьмите их ",
"Если бы они смогли бы довести клинки до хорошего качества, я заплатил бы вам ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только прекрасное качество. Вот ",
"Я не совсем понял, о каких клинках вы говорите.",
"Да, не имеет значения.",
"Что вы хотите сделать с этим металлоломом!?!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
