/*
 * Blacksmith5_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"А? Вы не от властей? Я ничего такого не сделал. Вот глядите.",
"Конечно, и успокойтесь. Я просто хотел подточить свой клинок.",
"Тогда хорошо. Если бы вы были от властей я бы вам не помогал, верно?  Итак, давайте посмотрим... Должен предупредить, за свою работу я потребую оплату, в зависимости от того, насколько вы хотите улучшить оружие. Дайте мне пару дней (я по горло занят своими законными делами, хе-хе), и я приступлю к работе. Согласны? Все красиво и законно, как всегда.",
"Заманчиво, ээ - простите, я не спросил вашего имени. Арне Сэнуссемм, не так ли? Так написано на на двери. В любом случае, взгляните на этот меч и скажите мне, что вы сможете с ним сделать, и в какую цену.",
"Вы как то странно выглядите - даже немного глаза выпирают. Зайду-ка я попозже.",
"Охо-хо, вот это да! Мне это ничего не стоит, сломанный ",
", только сейчас посмотрю схемы. Я смогу его исправить, вот уведите.",
"Да, вашему оружию определённо нужны мои услуги. ",
" в очень ужасном состоянии. Я не могу позволить вам уйти, не приведя его в нормальный вид.",
"Ваше, мм, оружие ",
" выглядит не так уж и плохо, сэр. Однако, я поточу его, если хотите.",
"Вижу сейчас вы не врете... ",
", надеюсь, клинок не запятнан кровью стражников? Я могу выполнить работу, но поклянитесь, что не хотите меня подставить.",
"Ладно! Во всех годах, как совершенно законный предприниматель, я никогда не видел такое привлекательное оружие ",
". эээ, я имею в виду, кропотливую работу... ",
"Вы принесли совершенно хорошее, незапятнанное оружие (",
") и что же мне с ним сделать? Вы пытаетесь меня подставить или что? Вам не удасться меня обмануть, да сэр! Теперь уйдите.",
"В доказательство того, что я не собираюсь вас подставлять, Арне, я попрошу вас сделать этот клинок самым мощным - за это я заплачу целых ",
"Успокойтесь, Арне. Ваша паранойя вам не идет. Сделайте из этого клинка прекрасное оружие или близкое к нему. Вот ",
"Мне все равно как вы относитесь к законам. Все, что я хочу, это улучшить оружие, и я не собираюсь платить за него больше ",
"Давайте заключим сделку: вы чините мой клинок, а я плачу вам ",
"Успокойтесь! Я уже рад услышать, что вы мне ничем не поможете...",
"Да кто тут преступник? Такие цены! Да это грабёж! Аррр, пойду я отсюда...",
"Я закончил, капитан, посмотрите. Надеюсь я не нарушил закон... Больше вас не задерживаю... если у вас больше ничего нет.",
"Будьте уверены, я вернусь, Арне - по той или иной причине.",
"Я не вижу вашего оружия капитан. Поскорее возьмите его, если не хотите меня подставить...",
"Дайте мне взглянуть, что у вас там.",
" золотых монет.",
"Я принес кучу железяк, сможете с ними управиться?",
"Я похож на оружейного индийского бога? Я не буду тратить свое время, ремонтируя вилки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили наиболее поломанные клинки, хотя бы к среднему качеству. Возьмите их ",
"Если бы они смогли бы довести клинки до хорошего качества, я заплатил бы вам ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только прекрасное качество. Вот ",
"Я не совсем понял, о каких клинках вы говорите.",
"Да, не имеет значения.",
"Что вы хотите сделать с этим металлоломом!?!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
