/*
 * Blacksmith5_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"А? Вы не от властей? Я ничего такого не сделал!",
"Вы же кузнец, да? Я просто хочу подточить свой клинок.",
"О, тогда все в порядке. Если бы вы были от властей я бы вам ничего не сделал, верно?  Итак, давайте посмотрим... Цена зависит от типа меча и уровня повреждения, но я могу его починить за пару дней (я по горло занят своими законными делами, хе-хе). Согласны? Все красиво и законно, как всегда.",
"Заманчивое предложение! Арне Сэнуссемм, не так ли? Так написано на двери. Взгляните на этот меч и скажите мне, что вы сможете с ним сделать, и в какую цену.",
"Вы как то неважно выглядите. Зайду-ка я попозже.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Я должен это срочно исправить!",
"Ваше оружие '",
"' находится в (изношенном) состоянии! Я не могу позволить вам уйти, не приведя его в нормальный вид!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, #ssir#! Однако, я поточу его, если хотите.",
"Ваше оружие '",
"' находится в (хорошем) состоянии! Я могу выполнить работу, но поклянитесь, что не хотите меня подставить и ваш клинок не запятнан кровью стражников.",
"Ваше оружие '",
"' находится в (отличном) состоянии, но я могу его отполировать, если хочешь...",
"Ваше оружие '",
"' находится в (превосходном) состоянии! И что же мне с ним сделать? Вы пытаетесь меня подставить или что? Вам не удасться меня обмануть! Уходите!",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Такие цены! Да это грабёж! Пойду я отсюда...",
"Всё готово! Надеюсь я не нарушил закон... Больше вас не задерживаю...",
"Будьте уверены, я вернусь, Арне - по той или иной причине.",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать...",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похож на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понял, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
