/*
 * Blacksmith7_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Да? Что вы там встали, вы хотите воспользоваться услугами кузницы или нет?",
"Вообще хотел, но не пойму причины вашего недружелюбного тона. Расскажите мне о ваших услугах, и я решу, стоят ли они вашей 'очаровательной' компании.",
"Вы отдаете мне свой клинок, я восстанавливаю его в любое качество, на которое у вас хватит денег. А вы ждете, примерно день, пока я закончу; я - занятой человек. Между прочим, меня зовут Марко Кинтеро.",
"Хорошо, Марко. Если вы достойный мастер, то я заплачу вам, так чего вы стоите?",
"Смотрю, вы слишком заняты. Тогда зайду позже.",
"Хррк! Это можно счесть за оскорбление, довести такой клинок, как  ",
" до такого состояния. Я никогда не видел хуже. Хорошо, позвольте мне взглянуть на него повнимательнее.",
"Ухх! На вашем месте я бы этот хлам под названием ",
" просто выкинул. Но это ваше решение и.. хех.. деньги.",
"Ха! ",
". Я бы не стал тратить время, если бы не ваше золото.",
"Ммм.  ",
"... Может и получиться прекрасное оружие.",
"Аха-ха-ха. Вы называете ЭТО ",
"? Я покажу вам настоявшее оружие после того, как с ним поработаю.",
"Вот ещё! Вы уже притаскивали мне эту железяку, которую вы, почему то гордо зовете ",
". Я ничего не могу с этим сделать. Не тратьте впустую мое время.",
"Если вы сможете вернуть моему клинку первоначальный вид, я проигнорирую ваши колкости. Вот ",
"Ваше грубое отношение действительно устрашает; но вы докажете свои способности, если сможете вернуть моему клинку опрятный вид, за это я заплачу вам ",
"Ну, думаю, для вас не составит труда довести мой клинок до среднячкового состояния ",
"Ну уж простите, за такое отношение к оружию, Роберто. Только сделайте свою работу и я заплачу вам ",
"Прекрасно. И не рассчитывайте, что  стану вашим клиентом.",
"Да за такую цену можно пьянствовать пару недель. Мне это не подходит. Прощайте",
"Вот, готово. Действительно, было довольно просто... только не ждите, что мое отношение к вам как-то улучшится.",
"Не будьте таким самонадеянным. Прощайте.",
"Хватит бездельничать! Или чините мой клинок или заткнитесь.",
"Дайте мне взглянуть, что у вас там.",
" золотых монет.",
"Я принес кучу железяк, сможете с ними управиться?",
"Я похож на оружейного индийского бога? Я не буду тратить свое время, ремонтируя вилки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили наиболее поломанные клинки, хотя бы к среднему качеству. Возьмите их ",
"Если бы они смогли бы довести клинки до хорошего качества, я заплатил бы вам ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только прекрасное качество. Вот ",
"Я не совсем понял, о каких клинках вы говорите.",
"Да, не имеет значения.",
"Что вы хотите сделать с этим металлоломом!?!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
