/*
 * Blacksmith6_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Что с вами, капитан? На что вы так странно смотрите? Уверяю, ваши глаза вас не обманывают - под этой сажей и кожаным передником женщина.",
"Ээээ... Я хочу воспользоваться услугами кузницы, но сперва ответьте на вопрос:  вы всегда были кузнецом?",
"Мой муж, Томас Пикферт, был оружейных дел мастером много лет. Но, когда он умер, я переняла его дело и имя. Я - Томасина. Томасина Пикферт, сэр. И я, уверяю вас, кузнец ни чуть не хуже Тома. Дайте мне, свое оружие и вы в этом убедитесь. Я выполняю тот же объем работ, что и Том. Но потребуется больше времени, пожалуй, я дважды лучше Томаса, но только не в скорости.",
"Вроде, я слышал о вашем муже, миссис Пикферт. Если вы действительно изучили все его дело, то для меня будет честью воспользоваться услугами вашей кузницы.",
"Ваша история очень интересная, мисс, но боюсь, что мне уже пора.",
"Капитан, ",
" выглядит ужасно! На дне какого океана вы это нашли?",
"За эту штуку, под названием ",
", даже не хочется браться. И лучше не пытаетесь говорить мне, что мой старый Том взялся бы за эту работу.",
"Да ведь это - работа старого Тома - в какое ужасное состояние вы превратили ",
". Да вас убить мало!",
"Сам черт не отремонтирует ваш (",
") лучше, чем я.",
"Я не стыдилась бы носить и  ",
", но старый Том учил меня не останавливаться на 'достаточно хорошим' качестве. Может улучшим еще, а?.",
"Мой старый Том не смог бы улучшить ",
", сэр. А я и подавно. Но приходите еще, если найдёте менее прекрасное оружие нуждающееся в прикосновении женщины.",
"Уверен, что вы знаете, что делаете, миссис. Осмотрите клинок, и за работу получите ",
"Говорите изучили дело 'старого Тома,'? Я в это поверю, если вернете этому оружию первозданный вид. Возьмите ",
"Сделал ли легендарный Томас Пикферт этот клинок или нет... Я уверен, что вы не испытаете затруднений, вернуть его к приличному качеству, за ",
"Я уверен, что вы - прекрасный 'кузнец, мисс. Только мне не нужен клинок луче среднего качества. Вот ",
"Очень хорошо. Еще увидимся, Томасина.",
"Я вижу, повторить умения Томаса Пикферта не дешево. Я вернусь когда разбогатею.",
"Вот! Работа может конкурировать с умением Томаса. И не вы должны говорить всем, что леди восстановила ваше оружие - оно скажет им, что было в кузне Пикфертов.",
"Благодарю вас, миссис. Я обязательно вернусь.",
"Итак, вы собираетесь относиться ко мне серьезно или нет, капитан? Возьмите хотя бы оружие в руки.",
"Дайте мне взглянуть, что у вас там.",
" золотых монет.",
"Я принес кучу железяк, сможете с ними управиться?",
"Я похож на оружейного индийского бога? Я не буду тратить свое время, ремонтируя вилки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили наиболее поломанные клинки, хотя бы к среднему качеству. Возьмите их ",
"Если бы они смогли бы довести клинки до хорошего качества, я заплатил бы вам ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только прекрасное качество. Вот ",
"Я не совсем понял, о каких клинках вы говорите.",
"Да, не имеет значения.",
"Что вы хотите сделать с этим металлоломом!?!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
