/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[37] = {
"Здорово, капитан, рад знакомству. Я - Будевин Смидт, местный кузнец.",
"Кузнец, да? А чем вы занимаетесь? Сможете починить что-нибудь для меня?",
"Конечно смогу, сэр! Я могу восстановить любой меч. Возьмите его в руки и я им займусь. Цена зависит от типа меча и уровня повреждения, но я могу его починить за один день.",
"Здорово, давайте начнем работу!",
"Спасибо, я это учту! До свидания.",
"Ничего себе, ваш (",
") находится в ужасном состоянии! Я должен это исправить!",
"Хм, ваш ",
" находится в довольно плохой форме. Вы хотите, чтобы я его подточил?",
"Ваш ",
" находится в терпимом состоянии, но вы могли бы нанести им настолько больше урона, если я его подточу!",
"Хороший ",
"! Я бы сказал даже больше, но требует полировки... Что скажете?",
"Ха! И что вы хотите чтобы я сделал с вашим ",
"? Я могу его отполировать, если захотите.",
"... Это ",
" удивительно! Истинный шедевр! Я не посмею к нему прикоснутся, иначе могу просто сломать!",
"Я хочу, чтобы вы сделали его лучшим мечом в Архипелаге, даже если это обойдётся мне в ",
"Заточите и отполируйте и я заплачу вам ",
"Приличный меч - это все, что мне нужно. Сможете отремонтировать скажем, за ",
"У меня не так много денег, поэтому просто почистите за  ",
"Очень хорошо...",
"Это слишком дорого для моего кармана.",
"Я все сделал. Надеюсь увидеть вас снова, когда вам снова понадобятся мои услуги.",
"Спасибо, я уже знаю где вас найти!",
"Сперва возьмите в руки то, что хотите мне показать.",
"Дайте мне взглянуть, что у вас там.",
" золотых монет.",
"Я принес кучу железяк, сможете с ними управиться?",
"Я похож на оружейного индийского бога? Я не буду тратить свое время, ремонтируя вилки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили наиболее поломанные клинки, хотя бы к среднему качеству. Возьмите их ",
"Если бы они смогли бы довести клинки до хорошего качества, я заплатил бы вам ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только прекрасное качество. Вот ",
"Я не совсем понял, о каких клинках вы говорите.",
"Да, не имеет значения.",
"Что вы хотите сделать с этим металлоломом!?!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
