/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Contains all speech for the blacksmiths in the Blacksmith mod
 *
 */

string DLG_TEXT[38] = {
"Капитан, я рад, что вы нашли меня. Я - Диего Уарго, единственный кузнец в архипелаге, который специализируется на ремонте оружия. Мне приступить к работе?",
"Отлично. Какие услуги вы мне можете предложить?",
"Я могу отремонтировать любое оружие, которое у вас есть, увеличить уровень его качества, насколько пожелаете. Цены зависят от степени ремонта и на все это мне потребуется целый день.",
"Тогда я очень рад, что вас нашёл. Пожалуйста, взгляните на этот кусок металла.",
"Я приму это к сведению. Прощайте.",
"Должен сказать, что (",
") не в таком-уж плохом состоянии. Я буду рад вам помочь.",
"Смотрю ваше оружие (",
") не в лучшем виде. Я разожгу печь?",
"На вашем месте, я бы почистил оружие (",
"). Позвольте я сделаю это за вас",
"Капитан, признаю, я восхищаюсь вашим клинком (",
"). Однако, я могу его немного улучшить.",
"Конечно, ",
" выглядит грозно. Но возможно я смогу сделать еще улучшения.",
"Надеюсь, вы не рассчитываете, что я возьмусь за улучшение такого прекрасного оружия, как ",
"? Я могу его только испортить. Но если его потеряете, я смогу вас обеспечить другим... похуже.",
"Моя жизнь зависит от этого оружия, Диего, сможете мне с ним и я с удовольствием заплачу вам ",
"Не обязательно высшее качество; но достойное золота в количестве ",
"Небольшое улучшение за ",
"А... просто отполируйте, у меня на это есть всего ",
"Отлично. Возможно я к вам еще загляну.",
"Хмм... пожалуй я не буду тратить на это деньги...",
"Я закончил с вашим оружием, сэр. Возвращайтесь, если вам понадобиться что либо еще.",
"Диего, это - изумительная работа! Я непременно вернусь, как только увижу ржавый налёт...",
"Сэр, пожалуйста возьмите в руки то, с чем я мне предстоит работать.",
"Дайте мне взглянуть, что у вас там.",
" золотых монет.",
"Я принес довольно много оружия. Вы сможете его починить?",
"Вы говорите с Диего Уарго! Нет ничего, что я не смогу сделать с оружием. Однако,  за восстановление вашей коллекции металлолома вам приодеться заплатить.",
"Пожалуйста, отремонтируйте наиболее поврежденное оружие, по крайней мере, до среднего качества. Возьмите ",
"Если бы вы смогли довести оружие до хорошего качества, я бы вам заплатил ",
"Раз вы - лучший оружейный мастер в Карибском море, поэтому я приму от вас оружие только не ниже прекрасного качества. Вот вам ",
"Я не совсем уверен, что из него можно стрелять...",
"Да, ну ладно.",
"",
"Есть только одно качество, достойное меня - превосходное. Возьмите ",
};
