/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Приветствую, #sladlass#! Добро пожаловать в магазин самого прекрасного кузнеца во всем Карибском море. Я - #sfullname#, к вашим услугам. Чем могу помочь?",
"Добрый день, #sfirstname#. Звучит здорово, но было бы ещё лучше если бы вас было также легко найти. Что вы предлагаете?",
"Дайте мне любой меч, который у вас есть и я сделаю из него шедевр - за соответственную плату, конечно. И на это мне потребуется всего три дня!",
"Здорово. Взгляните на это и скажите, что вы сможете сделать.",
"Спасибо, я это учту! До свидания.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Я должен это срочно исправить!",
"Ваше оружие '",
"' находится в (изношенном) состоянии! Вы позволите мне с этим поработать? Я фактически повторно перекую клинок.",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, но с вашего позволения я его улучшу.",
"Ваше оружие '",
"' находится в (хорошем) состоянии, но оружие почти всегда можно улучшить.",
"Ваше оружие '",
"' находится в (отличном) состоянии, но я все равно могу над ним поработать. Что скажете, капитан?",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Боюсь, что с ним уже поработал великий мастер.",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Это слишком дорого для моего кармана, #sfirstname#.",
"Всё готово! Надеюсь увидеть вас снова, когда вам снова понадобятся мои услуги.",
"Спасибо, я уже знаю где вас найти, #sfirstname#.",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похож на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понял, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
