/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[38] = {
"Капитан, я рад, что вы нашли меня. Я - #sfullname#, единственный кузнец в архипелаге, который специализируется на ремонте оружия. Мне приступить к работе?",
"Отлично. Какие услуги вы мне можете предложить?",
"Я могу отремонтировать любое оружие, которое у вас есть, увеличить уровень его качества, насколько пожелаете. Цены зависят от степени ремонта и на все это мне потребуется целый день.",
"Здорово, давайте начнем работу!",
"Спасибо, я это учту! До свидания.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Я буду рад вам помочь.",
"Ваше оружие '",
"' находится в (изношенном) состоянии. Я могу вмиг это исправить!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии. На вашем месте, я бы почистил оружие!",
"Ваше оружие '",
"' находится в (хорошем) состоянии. Однако, я могу его немного улучшить.",
"Ваше оружие '",
"' находится в (отличном) состоянии! Но возможно я смогу сделать еще улучшения.",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Я могу его только испортить...",
"Я хочу, чтобы оружие было в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы оружие было в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы оружие было в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы оружие было в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Хмм... Пожалуй я не буду тратить на это деньги...",
"Я закончил с вашим оружием, #ssir#. Возвращайтесь, если вам понадобиться что либо еще.",
"#sfirstname#, это - изумительная работа! Я непременно вернусь...",
", пожалуйста возьмите в руки то, с чем мне предстоит работать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Вы говорите с #sfullname#! Я могу сделать с оружием всё что пожелаете. Однако, за его восстановление придётся заплатить.",
"Пожалуйста, отремонтируйте наиболее поврежденное оружие, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы вы довели оружие до (хорошего) состояния. Вот ваши ",
"Раз вы - лучший оружейный мастер в Карибском море, значит я приму оружие только (отличного) состояния. Вот ваши ",
"Я не совсем понял, о каком оружии вы говорите...",
"Хорошо, я вас понимаю.",
"",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
