/*
 * Blacksmith7_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Да? Что вы там встали, вы хотите воспользоваться услугами кузницы или нет?",
"Вообще хочу, но не пойму причины вашего недружелюбного тона. Расскажите мне о ваших услугах, и я решу, стоят ли они моего времени.",
"Вы отдаете мне свой клинок, я восстанавливаю его в любое качество, на которое у вас хватит денег. А вы ждете, примерно день, пока я закончу, ведь я занятой человек... Между прочим, меня зовут #sfullname#.",
"Хорошо, #sname#. Если вы достойный мастер, то я заплачу вам, так чего вы стоите?",
"Смотрю, вы слишком заняты. Я зайду позже...",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Я никогда не видел хуже. Хорошо, позвольте мне взглянуть на него повнимательнее.",
"Ваше оружие '",
"' находится в (изношенном) состоянии, но с вашего позволения я могу его подточить!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, но с вашего позволения я могу его улучшить!",
"Ваше оружие '",
"' находится в (хорошем) состоянии, но требует полировки... Что скажете?",
"Ваше оружие '",
"' находится в (отличном) состоянии, но я могу его отполировать, если хочешь.",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Не тратьте впустую мое время...",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Да за такую цену можно пьянствовать пару недель. Прощайте...",
"Всё готово! Надеюсь увидеть вас снова, когда вам снова понадобятся мои услуги.",
"Спасибо, я уже знаю где вас найти! Прощайте.",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похож на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понял, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
