/*
 * Blacksmith_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[37] = {
"Приветствую, рад знакомству. Я - #sfullname#, местный кузнец.",
"Кузнец, да? А чем вы занимаетесь? Сможете починить что-нибудь для меня?",
"Конечно смогу, #ssir#! Я могу восстановить любой меч. Возьмите его в руки и я им займусь. Цена зависит от типа меча и уровня повреждения, но я могу починить всё за один день.",
"Здорово, давайте начнем работу!",
"Спасибо, я это учту! До свидания.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Нужно срочно это исправить!",
"Ваше оружие '",
"' находится в (изношенном) состоянии, но с вашего позволения я могу его подточить!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, но с вашего позволения я могу его улучшить!",
"Ваше оружие '",
"' находится в (хорошем) состоянии, но требует полировки... Что скажете?",
"Ваше оружие '",
"' находится в (отличном) состоянии, но я могу его отполировать, если хочешь.",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Это истинный шедевр, я не посмею к нему прикоснутся, иначе могу просто сломать!",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Это слишком дорого для моего кармана.",
"Всё готово! Надеюсь увидеть вас снова, когда вам понадобятся мои услуги.",
"Спасибо, я уже знаю где вас найти!",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похож на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понимаю, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
