/*
 * Blacksmith6_dialog.h
 * By RobC (robertcook@piratehideout.com)
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Что с вами? На что вы так странно смотрите? Уверяю, ваши глаза вас не обманывают - под этой сажей и кожаным передником женщина.",
"Ээээ... Я хочу воспользоваться услугами кузницы, но сперва ответьте на вопрос: вы всегда были кузнецом?",
"Мой муж, Томас #sPickfurt#, был оружейных дел мастером много лет. Но, когда он умер, я переняла его дело и имя. Я - #sTomasina#. #sTomasina Pickfurt#, #ssir#. И я, уверяю вас, кузнец ни чуть не хуже Тома. Дайте мне, свое оружие и вы в этом убедитесь. Я выполняю тот же объем работ, что и Том. Но потребуется больше времени, пожалуй, я дважды лучше Томаса, но только не в скорости.",
"Вроде, я знаю вашего мужа, миссис #sPickfurt#. Если вы действительно изучили все его дело, то для меня будет честью воспользоваться услугами вашей кузницы.",
"Ваша история очень интересная, мисс, но боюсь, что мне уже пора.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! На дне какого океана вы это нашли? Я должна это срочно исправить!",
"Ваше оружие '",
"' находится в (изношенном) состоянии, но с вашего позволения я могу его подточить!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, но с вашего позволения я могу его улучшить!",
"Ваше оружие '",
"' находится в (хорошем) состоянии, но требует полировки... Что скажете?",
"Ваше оружие '",
"' находится в (отличном) состоянии, но старый Том учил меня не останавливаться на этом. Может улучшим еще?",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Мой старый Том не смог бы это улучшить, а я и подавно. Но приходите еще, если найдёте менее превосходное оружие нуждающееся в прикосновении женщины.",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю... Еще увидимся, #sTomasina#.",
"Это слишком дорого для моего кармана... Я вернусь когда разбогатею!",
"Всё готово! Работа может конкурировать с умением Томаса. И вы не должны говорить всем, кто восстановил ваше оружие - оно само скажет им!",
"Благодарю вас, миссис. Я обязательно вернусь.",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похожа на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понимаю, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
