/*
 * Blacksmith8_dialog.h
 * By Grey Roger
 *
 * Содержит всю речь для кузнецов в моде Blacksmith mod
 *
 */

string DLG_TEXT[42] = {
"Здравствуйте! Я #smyname#, владелец этой кузницы. Чем я могу вам помочь?",
"Я не знаю. Что ты можешь сделать для меня?",
"Ну, если твой клинок нуждается в небольшой заточке или полировке, я к твоим услугам. В зависимости от качества, которое вы хотите, я возьму с вас плату. Вы ждете день, вы получаете свой меч обратно, улучшенный до согласованного стандарта.",
"Хорошо, #smyfirstname#. У меня вполне может быть для вас работа.",
"Спасибо, я это учту! До свидания.",
"Ваше оружие '",
"' находится в (неисправном) состоянии! Позвольте мне это срочно исправить!",
"Ваше оружие '",
"' находится в (изношенном) состоянии, но с вашего позволения я могу его подточить!",
"Ваше оружие '",
"' находится в (приемлемом) состоянии, но с вашего позволения я могу его улучшить!",
"Ваше оружие '",
"' находится в (хорошем) состоянии, но требует полировки... Что скажете?",
"Ваше оружие '",
"' находится в (отличном) состоянии! Позвольте мне сделать его как можно лучше.",
"Ваше оружие '",
"' находится в (превосходном) состоянии! Я не буду обманывать вас, забирая ваши деньги и притворяясь, что могу сделать лучше.",
"Я хочу, чтобы клинок был в (превосходном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (отличном) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (хорошем) состоянии, и за ваши усилия я заплачу ",
"Я хочу, чтобы клинок был в (приемлемом) состоянии, и за ваши усилия я заплачу ",
"Хорошо, я так и сделаю...",
"Это слишком дорого для моего кармана.",
"Всё готово! Надеюсь увидеть вас снова, когда вам снова понадобятся мои услуги.",
"Спасибо, может скоро так и сделаю.",
"Если вам нужны мои услуги, будьте добры, возьмите в руки то, что хотите мне показать.",
"Покажите мне что у вас есть в продаже.",
" золотых монет.",
"У меня есть куча клинков, сможете с ними управиться?",
"Я похож на оружейного Индийского Бога? Я не буду тратить свое время, ремонтируя клинки вашей команды, чтобы они их снова поломали. Но мои ученики могли бы вас выручить.",
"Пожалуйста, проследите, чтобы они восстановили клинки, хотя бы к (приемлемому) состоянию. Вот ваши ",
"Мне нужно, чтобы они довели клинки до (хорошего) состояния. Вот ваши ",
"Я надеюсь, что ваши ученики знают свое дело. Я приму только (отличное) состояние. Вот ваши ",
"Я не совсем понял, о каких клинках вы говорите.",
"Хорошо, я вас понимаю.",
"Что вы хотите сделать с этим!? Боюсь, ни один кузнец во всем Карибском море не сможет это восстановить.",
"Есть только одно качество, достойное меня - (превосходное). Вот ваши ",
};
