string DLG_TEXT[12] = {
"Что вы здесь делаете? Я никогда не видела вас раньше. Убирайтесь!",
"Не волнуйтесь, мисс. Я знаю, что случилось с вами, и я здесь не для того, чтобы причинить вам вред.",
"Тогда, зачем вы здесь? Вы работаете на французские власти? Я так и не объяснила, что случилось с офицером.",
"Нет, я не работаю на вашего губернатора. Я капитан корабля, и ищу человека, который был в борделе, но теперь, когда бордель закрыт, эти поиски зашли в тупик. Возможно, вы его видели. Он - штурман, который прибыл сюда сегодня.",
"Почему я должна помогать вам? Мне больно. Я не испытываю желание помогать незнакомцам. Мне сейчас нужен отдых.",
"Если вы хотите, я могу рассказать губернатору, что случилось.",
"Спасибо. Это было бы здорово.",
"Поэтому, пожалуйста, скажите мне, что вы знаете.",
"Новый гость, незнакомец, прибыл сегодня. Он, казалось, был испанцем. Я не знаю, был ли он штурманом или моряком, но он был мертвецки пьян и через 10 минут в спальне он начал избивать меня. Когда хозяйка услышала мой крик, она позвала стражу, и они увели его в тюрьму.",
"Спасибо за вашу помощь. Я поговорю с ним в тюрьме, и узнаю, он ли, тот, которого я ищу. И расскажу всё губернатору, как и было обещано. А вы хорошо отдохните, и я надеюсь вы скоро поправитесь.",
"...",
"...",

};
