string DLG_TEXT[12] = {
"Что вы здесь делаете? Я никогда не видел вас раньше. Убирайтесь!",
"Не волнуйтесь, мисс. Я знаю, что случилось с вами, и я здесь не для того, чтобы причинить вам больше вреда.",
"Тогда, зачем вы здесь? Вы работаете на французские власти? Я так и не объяснила, что случилось с офицером.",
"Нет, я не работаю на вашего губернатора. Я капитан корабля, и ищу кого-то, слышал, он был в борделе, но теперь, когда он закрыт, я зашел в тупик. Возможно вы его видели. Он - штурман, который прибыл сюда сегодня.",
"Почему я должна помогать вам? Мне больно. Я не испытываю желание помогать незнакомцам. Мне сейчас нужен отдых.",
"Если вы хотите, я могу рассказать губернатору, что случилось.",
"Спасибо. Это было бы здорово.",
"Поэтому, пожалуйста, скажите мне, что вы знаете.",
"Новый гость, незнакомец, прибыл сегодня. Он, казалось, был испанцем. Я не знаю, был ли он штурманом или же даже моряком, но он был мертвецки пьян и через десять минут в спальне он начал избивать меня. Когда моя хозяйка услышала мой крик, она позвала стражу, и они увели его в тюрьму.",
"Спасибо за вашу помощь. Я поговорю с ним в тюрьме, и узнаю, он ли, тот, которого я ищу. И расскажу все губернатору, как и обещал. А вы хорошо отдохните, и я надеюсь быстро поправитесь.",
"...",
"...",

};
