string CITY_TEXT[7] = {
"Кажется, что кто-то помог верфи с какой-то работой. Было бы неплохо, если бы все помогали нашему острову столько, сколько этот человек?",
"я заметил, портной был очень занят делая новые формы. Думаю, он попросил кого-то доставить необходимые ему материалы. Было бы неплохо, если бы все были так добры?",
"У кузнеца, горн горит день и ночь. Не знаю сколько это будет продолжаться, но у него нет проблем с ресурсами. Значит их ему кто-то поставляет. Было бы здорово, если бы все помогали друг другу?",
"RESERVED FOR SHADDY JOB",
"RESERVED FOR HIGH STATUS JOB",
"Да это было бы... до свидания"
};