string CITY_TEXT[7] = {
"ѕохоже, какой-то благородный джентльмен помог верфи с какой-то работой. –азве было бы неплохо, если бы все помогали нашему острову столько, сколько этот человек?",
"я заметил, что портной был очень зан€т пошивом новой формы. ƒумаю, он попросил кого-то достать ему необходимые материалы. –азве не было бы здорово, если бы все были такими добрыми?",
"ќгни в кузнице гор€т днем и ночью. Ќе знаю сколько это будет продолжатьс€, но у кузнеца нет проблем с ресурсами. ƒолжно быть, кто-то поставл€ет их ему. –азве не было бы здорово, если бы все помогали друг другу?",
"RESERVED FOR SHADDY JOB",
"RESERVED FOR HIGH STATUS JOB",
"ƒа это было бы... до свидани€",
};