string CITY_TEXT[7] = {
" ажетс€, что кто-то помог верфи с какой-то работой. Ѕыло бы неплохо, если бы все помогали нашему острову столько, сколько этот человек?",
"€ заметил, портной был очень зан€т дела€ новые формы. ƒумаю, он попросил кого-то доставить необходимые ему материалы. Ѕыло бы неплохо, если бы все были так добры?",
"” кузнеца, горн горит день и ночь. Ќе знаю сколько это будет продолжатьс€, но у него нет проблем с ресурсами. «начит их ему кто-то поставл€ет. Ѕыло бы здорово, если бы все помогали друг другу?",
"RESERVED FOR SHADDY JOB",
"RESERVED FOR HIGH STATUS JOB",
"ƒа это было бы... до свидани€"
};