string DLG_TEXT[16] = {
"Посторонитесь, я спешу.",
"Подождите! Вы Флоренс Клаусс, бывший боцман Найджела Блайта?",
"Да, это я. И почему тебя это волнует?",
"Я ищу этого негодяя Найджела, и Вы - моя последняя надежда найти его.",
"Это правда. Но я должен немного золота одному старикашке здесь…",
"Забудьте об этом. Вот Ваша долговая расписка. Вы никому ничего не должны.",
"Ух! Какой Вы быстрый, мистер. Может быть, Вы найдете для меня место на своей лодке? Я не самый плохой боцман здешних мест. Двадцать лет в море.",
"Почему бы и нет? Но сначала скажите мне - где Найджел?",
"Хотите отомстить? Он всем здесь хвастал, что украл корабль у какого-то слаба… капитана.",
"Проклятия! Я с него живьем шкуру спущу. Я вырежу его сердце ложкой!",
"Я с радостью помогу Вам с этим. А теперь послушайте: я думаю, Вы слышали, что бывший корабль Блайта застрял на мелководье?\nНо я уверен, Вы не слышали о том, что его трюм был полон серебра с испанского галеона. Найджел хочет вернуть это сокровище.\nНо если мы немедленно поднимем паруса, то сможем перехватить его. Он никогда не был хорошим моряком.",
"Ах. Теперь я вижу новую сторону этого дела. И куда он направился? Где этот его корабль?",
"На острове #sisland_Douwesen#, кэп. Мы не сможем попасть туда с моря - слишком много отмелей и рифов. Но прямо перед местным водопадом есть скрытый вход в пещеру, которая ведет именно к месту крушения.",
"Отлично! Добро пожаловать на борт!",
"Что?",
"Ничего срочного.",

};
