string DLG_TEXT[16] = {
"Посторонитесь, я спешу.",
"Постойте! Вы Флоренс Клаусс, бывший боцман Найджела Блайта?",
"Ну я, а тебе какое до этого дело?",
"Я ищу этого негодяя Найджела, и Вы - моя последняя надежда найти его.",
"Что верно, то верно. Но я тут задолжал немного денег одному человеку...",
"Забудьте об этом. Вот Ваша долговая расписка. Вы никому ничего не должны.",
"Ух! Как Вы быстро, #smister#. Может быть, Вы найдете для меня место на своём судне? Я не самый плохой боцман здешних мест. Двадцать лет в море.",
"Почему бы и нет? Но сначала скажите мне - где Найджел?",
"Хотите отомстить? Он всем здесь хвастал, что украл у тупицы корабль...",
"Дьявол! Я спущу с него шкуру живьём. Я вырежу ему сердце!",
"С радостью помогу вам в этом деле, а теперь слушайте: Я думаю вы знаете, что бывшее судно Найджела село на мель?\nНо я уверен, Вы не слышали о том, что его трюм был полон серебром с испанского галеона. Найджел хочет вернуть это сокровище.\nНо, если мы поднимем паруса немедленно, то можем настигнуть его, ведь, между нами говоря, штурман из него хреновый.",
"Так, так, так. И куда он направился? Где этот его корабль?",
"На острове #sisland_Douwesen#, кэп. С моря к нему не подойти - слишком много отмелей и рифов. Но в джунглях прямо за водопадом есть скрытый вход в пещеру, который ведёт именно к месту крушения.",
"Отлично! Добро пожаловать на борт!",
"Что?",
"Ничего срочного.",

};
