string DLG_TEXT[14] = { 
"Заткнись, пока я не приказал высечь тебя плетьми!",
"...",
"Так, так, и чем мы тут занимаемся? Шепчемся?",
"Шепчемся? Да этот ублюдок, к которому вы меня подсадили, пытается изнасиловать меня!",
"Чего тебе, девка?",
"Скот! Падаль! Крыса сухопутная!",
"Так дело не пойдет! Сейчас я с этим разберусь!",
"О! Спасибо вам!",
"А это не мое дело, пусть делает, что хочет.",
"Ах, ты сволочь! И ты считаешь себя мужчиной после этого?!",
"Ах, ты! Да я сейчас сам присоединюсь к этому парню!",
"Это ты то? Да ты же боров, куда тебе!",
"Думаешь вывести меня из себя? У тебя ничего не получится, так что замолкни.",
"Ты... ты... я даже слов найти не могу от возмущения!",

};