//Sailor Al, NK
//случайные строки для разговора

void InitConversationRus()
{
	int i = 0;

	Flirt[i] = "Дорогуша, я полностью Вами очарован! Могу ли отнять у Вас несколько минут?";
	i++;
	Flirt[i] = "Вы поддаёте ветра в мои паруса! Не окажете ли мне честь небольшим диалогом?";
	i++;
	Flirt[i] = "Я в восторге от возможности быть здесь с Вами. Не хотите развлечься с одиноким моряком?";
	i++;
	Flirt[i] = "Вы как лучистый закат на берегу моря! Могу я познакомиться с Вами поближе?";
	i++;
	Flirt[i] = "Я моряк, и скуп на слова. Но у нас есть шанс узнать друг друга получше!";
	i++;
	Flirt[i] = "Это честь, разделить с Вами несколько мгновений, моя дорогая!";
	i++;
	Flirt[i] = "Я должен отплыть с приливом, дорогая... Но до тех пор, может разделим вместе несколько приятных мгновений?";
	i++;
	Flirt[i] = "Море зовет меня. Но, до следующего прилива, не развлечёшь усталого моряка?";
	i++;
	Flirt[i] = "Моя дорогая, я всего лишь морской бродяга. Расскажи мне о себе!";
	i++;
	Flirt[i] = "В море много прекрасных вещей, от могучих кораблей до летучей рыбы. Но нет ничего прекраснее твоей улыбки!";
	i++;
	FLIRT_QUANTITY = i;

	i = 0;
	Prop[i] = "Я робею перед Вами. Согласитесь ли Вы стать моей невестой?";
	i++;
	Prop[i] = "Я привык считать себя счастливым в море, но я буду еще более счастлив зная, что меня ждут на берегу. Вы будете моей женой?";
	i++;
	Prop[i] = "Я... скуп на слова... Хммм... У меня есть вот это кольцо. Видите, и я... Вы выйдете за меня?";
	i++;
	Prop[i] = "Милая девушка, мои чувства к Вам глубоки, словно океан. Пожалуйста, скажите, что выйдете за меня!";
	i++;
	PROP_QUANTITY = i;
}