string DLG_TEXT[12] = {
"Любые приказы, капитан?",
"Пока ничего.",
"Возвращайтесь на корабль. Прикажите принести сюда лекарство. Быстро!",
"Есть, капитан!",
"Вот они, #ssir#!",
"Скорее всего, это просто разведчики. Дождитесь прибытия основной группы.",
"Эти мулы, должно быть, везут целое состояние!",
"Да, и они, кажется, остановились передохнуть. Пойдем за серебром!",
"Мы сделали это, #ssir#!",
"Да, и теперь нам нужно вернуть серебро на корабль. Присматривай за ослами и держись немного в стороне. Не идите вперед, пока я не проверю, что это безопасно.",
"Мы вернулись на берег, #ssir#!",
"Да, но там есть испанский корабль. Я хочу вернуться на наш корабль до того, как он нападет на нас, так что быстро грузи серебро! ",
}