string DLG_TEXT[12] = {
"Любые приказы, капитан?",
"Пока ничего.",
"Возвращайтесь на корабль. Прикажите принести сюда лекарства. Быстро!",
"Есть, капитан!",
"Вот они, #ssir#!",
"Скорее всего, это просто разведчики конвоя. Дождитесь прибытия основной группы.",
"Эти мулы, должно быть, везут целое состояние!",
"Да, и они, кажется, остановились передохнуть. Пойдём за серебром!",
"Мы сделали это, #ssir#!",
"Да, и теперь нам нужно вернуть серебро на корабль. Присматривайте за мулами и держитесь немного в стороне. Не идите вперед, пока я не проверю, что это безопасно.",
"Мы вернулись на берег, #ssir#!",
"Да, но я вижу испанский корабль. Я хочу вернуться на наш корабль до того, как он нападет на нас, так что быстро грузи серебро! ",
}