string DLG_TEXT[11] = {
"Капитан! Ваш боцман сошел на берег несколько минут назад, сказал, что у него есть тут дела, и просил передать вам, чтобы вы его нашли.",
"Прекрасно! И где скажете искать этого старого пьяницу?",
"Капитан, не спешите. Дело в том, что в этой бухте стоит судно под пиратским флагом, как бы они нас не заметили.",
"Отлично! Это, наверняка тот корабль, который мне нужен. Немедленно грузимся в лодки и нападаем, пока команда пьянствует на берегу. А ты пока доберись до нашего корабля и перегони его в эту бухту.",
"Возможно, это как раз то самое судно, которое я ищу. Необходимо быстро вернуться на свое судно, и напасть на эту посудину со стороны моря.",
"Капитан, этот барк затонул совсем недалеко от берега, и мы можем достать груз, который находился на нем.",
"Отлично, приступайте.",
"Капитан, мы нашли среди груза вот эти статуэтки.",
"Отлично! Теперь можно возвращаться в #sRedmond#.",
"Он что-то говорил про таверну, капитан.",
"Ладно, возвращайся на корабль, а я пойду, найду его.",

};
