string DLG_TEXT[16] = {
"Да?",
"...",
"Тише! У меня есть к вам деловое предложение.",
"Какое еще предложение?",
"Я слышал, что вас собираются отправить на #sRedmond#, и за вами вот-вот прибудет человек губернатора.",
"Дьявол! Он же с меня кожу снимет!",
"Вот, вот, и я о том же - чем то ты ему насолил.",
"Это я и без тебя знаю. Говори, что за предложение!",
"Как насчет того, чтобы я открыл эту камеру, чтобы ты мог сбежать.",
"И чего это ты такой добрый?",
"Я просто практичный.",
"Пока я не вижу, как ты сможешь получить выгоду от нашего побега.",
"Все просто - я очень сильно проигрался в карты нескольким здешним ребятам...",
"Ну ты и сволочь! Хочешь, чтобы я убил этих бедняг в обмен на свою свободу?! Некоторые из них вполне могут быть моими друзьями?",
"Эй! Ты и этот парень, по-моему, нуждаетесь в помощи, так что может быть, вы заткнетесь и сделаете, то о чем я вас прошу?",
"Ты прав. Открывай решетку.",

};
