string DLG_TEXT[16] = {
"Да?",
"...",
"Пс-т! Тише. У меня к вам есть предложение.",
"Какое еще предложение?",
"Я слышал, что вас собираются отправить на #sRedmond#, и за вами вот-вот прибудет человек губернатора.",
"Дьявол! Он же с меня кожу снимет!",
"Вот, вот, и я о том же - чем то ты ему насолила.",
"Это я и без тебя знаю. Говори, что за предложение!",
"Я могу открыть вам камеру, чтобы вы сумели бежать.",
"И чего это ты такой добрый?",
"Я просто практичный.",
"Пока я не вижу, как ты сможешь получить выгоду от нашего побега.",
"Все просто - я очень сильно проигрался в карты нескольким здешним ребятам...",
"Ну ты и сволочь! Хочешь, чтобы мы убили их во время побега?! А как же дружеские чувства и все такое?",
"Э! Ты и этот парень, по-моему, нуждаетесь в помощи, так что может быть, вы заткнетесь и сделаете, то о чем я вас прошу?",
"Ты прав. Открывай решетку.",

};
