string DLG_TEXT[15] = {
"Удачи.",
"Будем искать.",
"Извините, но я сейчас очень занят!",
"Если я дам вам 10 золотых монет, то вы освободитесь?",
"Вы пытались оскорбить мою любовницу?",
"Спать с женой капитана? Тьфу на вас! Три раза!",
"Я вас слушаю, чем могу помочь?",
"Вы можете рассказать мне о корабле 'Фогельструйс'?",
"Да, он вчера покинул порт и взял курс на остров #sisland_Curacao#, чем был загружен - понятия не имею. Его капитан живёт где-то здесь.",
"А можете подсказать мне, где конкретно он живёт?",
"Возможно, ещё за 10 золотых монет.",
"Ну вы и жадина, держите...",
"Нет, я не собираюсь спонсировать ваше похмелье!", 
"Благодарю... Он живёт в одном из домов перед резиденцией, это всё, что я знаю.",
"Спасибо, до свидания!",

};
