string DLG_TEXT[15] = {
"Удачи.",
"Будем искать.",
"Сожалею, сэр, но сейчас я очень занят!",
"Возможно за 10 золотых монет вы освободитесь?",
"Вы пытались оскорбить мою любовницу?",
"Спать с женой капитана? Тьфу на вас! Три раза!",
"Я вас слушаю, чем могу помочь?",
"Вы можете рассказать мне о корабле 'Vogelstruijs'?",
"Да, он вчера покинул порт и взял курс на остров #sisland_Curacao#, чем был загружен - понятия не имею. Его капитан здесь живёт",
"А можете подсказать мне, где конкретно он живёт?",
"Возможно, еще за 10 золотых монет.",
"Ну вы и жадина, держите...",
"Нет, я не собираюсь спонсировать ваше похмелье!", 
"Спасибо, сэр. Он живет в одном из домов перед резиденцией, это все, что я знаю.",
"Благодарю, до свидания!",

};
