string DLG_TEXT[11] = {
"Разве ты не видишь, что я на дежурстве! Не беспокойте меня.",
"Хорошо, хорошо.",
"Что ты хочешь?",
"Ты... ик... ты мерзкая дворняжка! Ты причинил боль моему... ик... моему другу!",
"Какой друг? Ты здесь один, ",
".",
"Что? Он был... здесь минуту назад. Я пойду и найду его. Ты... ик... ты будешь ждать прямо здесь, если хочешь, чтобы тебя избили....",
"Как ты смеешь мне противоречить! Я собираюсь задушить тебя!",
"Хорошо? Где твой друг? Если у вас есть какие-нибудь друзья, то где они.",
"Он... ик... где-то здесь. Не уходи... ик... никуда. Мы сейчас вернемся... ик... чтобы надрать тебе... ик...",
"Он боится тебя... ик... Но это не так. И мне не нужны... ик... никакие друзья, чтобы избить тебя до полусмерти!",
}