string DLG_TEXT[10] = {
"Эй Вы! Как Вы осмелились войти в священное убежище нашего Ордена?",
"Что ты тут вынюхиваешь?!",
"!",
"Ммм... В общем-то, я думал, что это обычная церковь и зашёл помолиться на ваших... ээ... стоя на коленях, будучи добрым христианином.",
"Эй! Я слыхал, что кто-то с огромным влиянием и ОГРОМНЫМИ деньгами назначил награду за твою голову! Отличная встреча, хе-хе! Это день, когда я стану богатым...",
"Неверно! Это день, когда ты станешь историей...",
"Это не общественная церковь, это Аббатство Мальтийского Ордена! Только монахи, новые члены и рыцари благородного ордена могут находиться здесь.",
"Понятно...",
"...",
"Похоже, моих НАВЫКОВ было недостаточно. Или просто не повезло? Что ж, моё фехтование, надеюсь, поможет мне больше, чем моё притворство...",

};