string DLG_TEXT[14] = { 
"Убирайся отсюда! Не мешай нам развлекаться, ты ублюдок!",
"Проваливай, приятель! Не ввязывайся не в свое дело! Подумаешь, мы чуть позабавимся!",
"Иди своей дорогой, незнакомец! Она потом нам сама будет благодарна. А ты не запачкаешь кровью свой изящный наряд!",
"Нет уж, мне придется вмешаться.",
"Я не позволю свершиться этому преступлению!",
"Бросьте свое дурное дело!",
"Я пойду. Простите, что помешал.",
"Извините, что побеспокоил. Счастливо оставаться.",
"Я все понял. До свидания!",
"Ну, тогда пеняй на себя! Пощекочем его ребра сталью, ребята!",
"Помолитесь перед смертью!",
"Что, захотелось присоединиться? Иди к дьяволу - нам самим мало!",
"Раз так, не буду вам мешать.",
"Я не позволю насилию случиться на моих глазах!",

};