string DLG_TEXT[14] = { 
"С дороги, чучело! Не мешай нам!",
"Хей-хо! Боюсь, у нас есть срочное дело к этому негодяю, так что если вы просто продолжите свой путь...",
"Проваливай, незнакомец! Никакой случайный блохастый пёс не встанет между нами. Ты же не хочешь запачкать кровью эту красивую одежду!",
"Боюсь, я не могу позволить вам, грязным ублюдкам, продолжать в том же духе.",
"Я останусь здесь и не куда не уйду!",
"Я останусь здесь и не куда не уйду!",
"Я ухожу. Вы сами по себе.",
"Я не собираюсь высовываться из-за преступника. До свидания.",
"Я понимаю, к чему ты клонишь. Тогда до свидания.",
"Мы научим тебя манерам. К оружию, ребята!",
"Молитесь о милости Божьей!",
"Ты что, тупой? Иди к черту! Один возвращается в логово, чтобы люди видели, что происходит с предателями.",
"Мне пора идти...",
"Я не могу позволить этому насилию продолжаться!",

};