string DLG_TEXT[14] = { 
"С дороги, чучело! Не мешай нам!",
"Это не твоё дело, так что иди своей дорогой, пока ещё не поздно!",
"Проваливай! Это не твоё дело... Ты же не хочешь запачкать кровью свою красивую одежду!?",
"Боюсь, я не могу позволить вам, грязным ублюдкам, делать ужасные вещи.",
"Я останусь здесь и не куда не уйду!",
"Я останусь здесь и не куда не уйду!",
"Всего доброго, я ухожу...",
"Я не буду помогать преступнику... Всего доброго!",
"Хорошо, я уже ухожу...",
"Мы научим тебя манерам. К оружию, ребята!",
"Молитесь о милости Божьей!",
"Иди к чёрту! Все увидят, что происходит с предателями.",
"Мне пора идти...",
"Я не могу позволить этому насилию продолжаться!",

};