string DLG_TEXT[14] = { 
"С дороги, чучело! Этот предатель наш.",
"Хей-хо! Боюсь, у нас есть срочное дело к этому негодяю, так что если вы просто продолжите свой путь...",
"Проваливай, незнакомец! Никакой случайный блохастый пес не встанет между нами и этим предателем. Ты же не хочешь запачкать кровью эту красивую одежду!",
"Боюсь, я не могу позволить вам, грязным ублюдкам, продолжать в том же духе.",
"Я останусь здесь. Если я буду стоять сложа руки и позволю тебе тащить #sperson# к #spronoun# на смерть,то я не лучше обычного убийцы.",
"Это плохое дело. Оставьте #spronoun#!",
"Я ухожу. Ты сам по себе.",
"Я не собираюсь высовываться из-за преступника. До свидания.",
"Я понимаю, к чему ты клонишь. Тогда до свидания.",
"Мы научим тебя вмешиваться. Пощекочите #spronoun# печень, приятели!",
"Молитесь о милости Божьей; ты ничего не получишь от меня!",
"Ты что, тупой? Иди к черту! Один возвращается в логово, чтобы люди видели, что происходит с предателями.",
"Мне пора идти...",
"Я не могу позволить этому насилию продолжаться!",

};