string DLG_TEXT[14] = { 
"Убирайся отсюда! Не мешай нам развлекаться, ты ублюдок!",
"Проваливай! Не ввязывайся не в своё дело! Подумаешь, мы чуть позабавимся!",
"Идите своей дорогой! Она потом нам сама будет благодарна. А вы не запачкаете кровью свой изящный наряд!",
"Нет уж, мне придется вмешаться.",
"Я не позволю свершиться этому преступлению!",
"Бросьте своё дурное дело!",
"Я пойду. Простите, что помешал.",
"Извините. Счастливо оставаться.",
"Всё понятно. До свидания!",
"Ну, тогда пеняй на себя! К оружию, ребята!",
"Помолитесь перед смертью!",
"Что, захотелось присоединиться? Иди к чёрту - нам самим мало!",
"Раз так, не буду вам мешать.",
"Я не позволю насилию случиться на моих глазах!",

};