string DLG_TEXT[15] = {
"Да? Я могу вам чем-нибудь помочь?",
"...",
"О! Вы производите впечатление достойного человека, почему бы вам не поговорить с главой церкви, возможно, вы как раз тот человек, которого мы ищем.",
"Возможно, я так и сделаю.",
"Да, мне бы хотелось узнать подробности смерти курьера.",
"Умрите, несчастные! Вам не победить нас на этот раз! Князь Тьмы восторжествует!",
"Дьявол! Так вот он, предатель!",
"Вы обратились по адресу. Я был как раз тем человеком, кто первый нашел несчастного.",
"Могу я задать Вам несколько вопросов о последних минутах усопшего?",
"Да, да, конечно. Что именно вы хотите услышать, дитя моё?",
"Не показалось ли вам что-нибудь странным в его последних словах, в окружающей обстановке?",
"Он бормотал что-то о людях в красных балахонах, вооруженных кинжалами. В руке он сжимал сатанистский амулет - пятиконечную звезду. Видимо он рассчитывал на его защиту, но напрасно. Я виноват, что отправил молодого и неопытного юношу на это задание. Но мы не имели представления, с чем ему придётся столкнуться.",
"Что ж, ясно одно. Ваши противники готовы на всё, лишь бы это письмо не попало к адресату.",
"Я могу Вам как-то помочь?",
"Надеюсь, что да. Я хочу услышать всё, что Вы знаете о смерти курьера.", //14

};