string DLG_TEXT[16] = {
"Проклятье! Капитан! Глазам своим не верю!",
"Поверь им, дружище - это действительно я!",
"Я чертовски рад, что с тобой всё в порядке!",
"Что вы здесь делаете, ребята?",
"... Да, вы чудом спаслись! Наверное, Бог хранит вас, капитан!",
"Вот уж вряд ли!",
"... Или морской дьявол! Я слышал, он благоволит дерзким и отважным морякам, и отводит от них беды и несчастья!",
"Хватит выдумывать небылицы!",
"Почему небылицы? Вот вчера мне Джованни Рябой с брига 'Ардент' рассказывал, что он сам его видел!",
"Кого? Дьявола? После которой бутылки он его увидел?",
"Он клялся, что и капли в рот не брал... Эх, капитан...",
"Подождите, ребята!",
"Мы ждём вас здесь, капитан! Если что, вы сразу сюда бегите - мы вас прикроем.",
"Хорошо! Только не высовывайтесь раньше времени!",
"Мы отведем его на наш корабль, кэп. Хорошо, что всё так спокойно закончилось.",
"Закончилось ли? Идите, я за вами следом.",

};