string DLG_TEXT[10] = {
"Что вы хотите?",
"Привет, приятель. Вы уже загрузили свой корабль?",
"Мой корабль? Вы шутите? Я всего лишь простой матрос.",
"Извините, так ваше судно в порту?",
"Нет. Почему вы задаете мне так много вопросов?",
"Простое любопытство. Но я понимаю, жизнь моряка не легка...",
"Расскажи мне об этом! Пока я трачу свое время на снабжение корабля, наш штурман развлекается в борделе неподалеку. Чертов ублюдок. Он кажется хорошим и надежным парнем, но становится совершенно неуправляемым, когда выпьет. Не говоря уж о том, что он полный трус!",
"Вы, кажется, весьма раздражены. Пожалуй, я больше не буду приставать с вопросами, а то накинетесь еще. До свидания.",
"...",
"...",

};
