string DLG_TEXT[9] = { 
"Рад вас снова видеть, капитан!",
"Я вас тоже.",
"Я так рад, что вы вернулись. Когда мы отплываем?",
"Мы не снимемся с якоря, покуда с меня не снимут обвинение в убийстве Жиральдо Фигуйера.",
"Я бы вышел в море хоть сейчас, но кое-что есть, что мне мешает.",
"Что же это, капитан? Может быть я смогу Вам помочь?",
"Мне и Винсенту нужно незаметно пробраться на корабль.",
"Мне кажется, у меня есть то, что Вам нужно - парочка замечательных костюмов, которые нам помогут. Вот, это ваше!",
"Спасибо, Фредерик!",

};
