string DLG_TEXT[14] = {
"Та-ак-с, что у нас тут? Ого! Вы хорошо вооружены, чтобы отправиться на прогулку!",
"Да, неплохо. Разве это незаконно?",
"Хотя это и законно, но весьма подозрительно. Для чего вам понадобилось все это оружие?",
"В наши дни неразумно ходить безоружным - слишком много способов попасть в беду.",
"Кто ты такой, чтобы меня допрашивать, ничтожество?!",
"Хммм... Судя по виду вашей сабле, она регулярно покидает ножны. Я сомневаюсь, что вы сталкивались с такими большими проблемами, просто прогуливаясь по городу!",
"Я много путешествую, и чем больше людей я встречаю, тем с большим количеством подонков я сталкиваюсь : бандиты, пираты, подлые ублюдки, грязные подонки и не в меру ретивые солдафоны. Как видите, работы для моей сабли более чем достаточно.",
"Ты мне надоел! Пошел вон!",
"Ретивые солдафоны?! Назовите свое имя и по какому делу на острове?! Быстро!",
"По важному государственному делу английской короны, если тебе угодно знать, свинья.",
"Я французский офицер! Допрашивать подозрительных личностей - моя прямая обязанность! Отвечай на вопрос!",
"Ха! Пока на службе у Франции ослы вроде тебя, Англия может спать спокойно!",
"Англия?! Так ты шпион!",
"Смотри-ка, догадался, наконец! Прощайся с жизнью, гений дедукции!",

};