string DLG_TEXT[14] = {
"Та-ак-с, что у нас тут? Ого! А вы, мадемуазель, хорошо вооружены!",
"Да, неплохо. Разве это незаконно?",
"Хотя это и законно, но весьма подозрительно. Зачем такой красивой девушке столько оружия?",
"Как же девушке в наше время без оружия? На улицу выйдешь - тотчас какая-нибудь свинья небритая пристанет! С оружием мне спокойней.",
"Кто ты такой, чтобы меня допрашивать, ничтожество?!",
"Хммм... Судя по виду вашей сабле, она регулярно покидает ножны. Вы весьма симпатичны, но я сомневаюсь, что небритые свиньи попадаются на улицах столь часто!",
"Я много путешествую, и кроме небритых свиней мне встречаются бандиты, пираты, подлые ублюдки, грязные подонки и не в меру ретивые солдафоны. Как видите, работы для моей сабли более чем достаточно.",
"Ты мне надоел! Пошел вон!",
"Ретивые солдафоны?! Кто такая и по какому делу на острове?! Отвечать!",
"По важному государственному делу английской короны, если тебе угодно знать, свинья.",
"Я французский офицер, женщина! Допрашивать подозрительных личностей - моя прямая обязанность! Отвечай на вопрос!",
"Ха! Пока на службе у Франции ослы вроде тебя, Англия может спать спокойно!",
"Англия?! Да ты шпионка! Взять ее!",
"Смотри-ка, догадался, наконец! Прощайся с жизнью, гений дедукции!",

};