string DLG_TEXT[13] = {
"Здравствуйте, ",
"Могу ли я задать вам вопрос? Я ищу человека по имени Эмилио Соарес. Вы его видели?",
"Видел, но кто - вы?",
"Я ",
"и это мой друг Питер Блад.",
"Питер? Он капитан Эмилио, не так ли?",
"Так вы знаете, Эмилио?",
"Да. Я извиняюсь за излишнюю осторожность. Эмилио прибыл сюда несколько дней назад, проведя несколько недель в джунглях, пытаясь найти город. Он не очень привык быть на суше.",
"Так, где - он сейчас? Ему удалось найти корабль, чтобы убраться отсюда?",
"Нет, не удалось. Не так много кораблей, которые отсюда плывут в город #sRedmond#, учитывая, что Испания находится в состоянии войны с Англией. Эмилио настаивал на поиске любого судна, которое направляется в город #sRedmond# или в его сторону. Он не поплыл бы в другой порт. Обычно Эмилио живёт в моём доме, но в настоящее время бродит за городом. Это не благоразумно, учитывая, что он разыскивается властями, но я не могу ему помешать куда-то ходить.",
"Большое спасибо за вашу помощь. А также Большое спасибо за помощь Эмилио.",
"Я очень не люблю правительство, таким образом я по возможности помогаю пиратам и контрабандистам.",
"Большое спасибо.",

};
