string DLG_TEXT[13] = {
"Здравствуйте, сэр.",
"Могу ли я задать вам вопрос? Я ищу человека по имени Эмильо Соарес. Вы его видели?",
"Возможно. Кто - Вы?",
"Я ",
"и мой друг Питер Блад.",
"Питер? Он капитан Эмилио, не так ли?",
"Так вы знаете, Эмилио?",
"Да. Я извиняюсь за излишнюю осторожность. Эмилио прибыл сюда несколько дней назад, проведя несколько недель в джунглях, пытаясь найти город. Он не очень привык быть на суше.",
"Так, где - он сейчас? Ему удалось найти корабль, чтобы убраться отсюда?",
"Нет, не удалось. Не так много кораблей, которые отсюда плывут в #sRedmond#, учитывая, что Испания находятся в состоянии войны с Англией. Эмилио настаивал на поиске любого судна в #sRedmond# или около него. Он не поплыл бы в другой порт. Он обычно живет в моем доме, но в настоящее время бродит за городом. Это не благоразумно, учитывая, что он разыскивается властями, но я не могу помешать ему уходить.",
"Большое спасибо за вашу помощь. А также Большое спасибо за помощь Эмилио.",
"Я очень не люблю правительство, таким образом я по возможности помогаю пиратам и контрабандистам.",
"Большое спасибо.",

};
