string DLG_TEXT[10] = {
"Стоять! Что вы здесь делаете?!",
"Кто-то сказал мне, что ваше судно нуждается в очистке.",
"Это шутка?!",
"Вовсе нет. Он сказал, что я должен устранить всех грязных трюмных крыс как вы!",
"Я УБЬЮ ТЕБЯ!",
"Где вы взяли эту идею? Я не мёртв. И не буду в ближайшее время.",
"Что вы делаете на борту моего корабля?",
"Это не то, о чём вы должны волноваться. Ваша ЖИЗНЬ, вот о чём стоит волноваться! Если вы хотите жить, то сдайтесь прямо сейчас. А так же сдаться должны и ваши компаньоны.",
"Ха! Не смеши меня. Нас намного больше. ТРЕВОГА! МЫ ПОДВЕРГЛИСЬ НАПАДЕНИЮ!",
"Какие же вы все глупые. Никогда не знаете, когда нужно сдаться.",

};
