string DLG_TEXT[10] = {
"Стоять! Что вы здесь делаете?!",
"Кто-то сказал мне, ваше судно нуждается в очистке.",
"Это шутка?!",
"Вовсе нет. Он сказал, что я должен устранить всех грязных трюмных крыс как вы!",
"Я УБЬЮ ТЕБЯ!",
"Где вы взяли эту идею? Я не мертв.",
"Что вы делаете на борту моего корабля?",
"Это не то, о чем вы должны волноваться. Ваша ЖИЗНЬ, вот о чем стоит волноваться! Если вы хотите жить, то сдайтесь прямо сейчас. А так же сдаться должны и ваши компаньоны.",
"Ха! Не смеши меня. Нас намного больше. ТРЕВОГА! МЫ ПОДВЕРГЛИСЬ НАПАДЕНИЮ!",
"Какие же вы все глупые. Никогда не знайте, когда бросить.",

};
