string DLG_TEXT[10] = {
"Стоять! Что вы здесь делаете?!",
"Один человек сказал мне, что ваше судно нуждается в чистке.",
"Это шутка?!",
"Вовсе нет. Он сказал, что мне нужно устранить всех грязных трюмных крыс как вы!",
"Я УБЬЮ ВАС!",
"Где вы взяли эту идею? Я не умру в ближайшее время.",
"Что вы делаете на борту моего корабля?",
"Не о том вы волнуетесь. Ваша ЖИЗНЬ, вот о чём стоит волноваться! Если вы хотите жить, то сдайтесь прямо сейчас. А так же сдаться должны и ваши компаньоны.",
"Ха! Не смеши меня. Нас намного больше. ТРЕВОГА! МЫ ПОДВЕРГЛИСЬ НАПАДЕНИЮ!",
"Какие же вы все глупые. Никогда не знаете, когда нужно сдаться.",

};
