string DLG_TEXT[12] = { 
"Добрый день, сэр! Я Джайлс Бэнкрофт, опытный штурман.",
"Рад познакомиться с вами, Джайлс. Я - Назаниль Хок, капитан 'Виктори'",
"Снова рад встречи, капитан! Вам понадобился штурман?",
"Вы приняты. Приветствую на борту!",
"К сожалению, нет. Прощайте.",
"Что я могу вам помочь, капитан?",
"На данный момент ничем. Вольно!",
"Капитан? Может быть вы ищете прекрасного офицера? Я хорошо знаю море и не участвую в бунтах.",
"Так получилось, что мне нужен штурман, и вы выглядите достаточно надежным. Хорошо - приветствую вас на борту, Джайлс!",
"Мне не нужны офицеры. Возможно позже.",
"Хорошо, хорошо. Я буду здесь, если вы передумаете.",
"Вы имеете в виду, передумаю ли я? Хорошо, возможно и так. До свидания.",

};
