string DLG_TEXT[17] = {
"...",
"Что ты здесь делаешь?",
"Кто вы?",
"Пока.",
"Прекратите меня преследовать!",
"А что вы делали в таверне?",
"Эй, что ты здесь делаешь? Убирайся немедленно!",
"Если так настаиваете...",
"Я могу получить такое же оружие.",
"Предпочитаю забрать его не убивая вас.",
"Я могу купить его.",
"Неужели стоило их убивать?",
"Что вы скажете, если я заплачу вам 200 монет за лук?",
"* Хозяин медленно кивает головой *",
"Хорошо, вот ",
"* Хозяин выглядит очень рассерженным и поглядывает на оружие * Хорошо, уже ухожу!"
};