string DLG_TEXT[2] = {
"...и действительно негодяи, на палубе помощник, несмотря на ваш довольно мрачный внешний вид, вы не ударили меня как один из людей Сантоса, и поэтому я вижу в вас друга. Кажется Ост-Индийская компания имеет очень хорошую память, и Сантос собирался продать мои черные кишки им. Это он планировал вплоть до вашего своевременного вмешательства. Огромное вам спасибо, но если вы сможете найти путь отсюда, то я вас угощу ромом. К счастью, кажется, есть много хорошего рома! Что вы из этого делаете? Позвольте мне собрать, я буду рад помочь вам решить головоломку.",
"Интересно, помогут ли нам эти ключи...",

};