string DLG_TEXT[9] = {
"...и действительно негодяи, несмотря на ваш довольно мрачный внешний вид, вы не производите на меня впечатления одного из людей Сантоса, и поэтому я вижу в вас друга. Кажется Ост-Индийская компания имеет очень хорошую память, и Сантос собирался продать мои черные кишки им. Это он планировал вплоть до вашего своевременного вмешательства. Огромное вам спасибо, но если вы сможете найти путь отсюда, то я вас угощу ромом. К счастью, кажется, есть много хорошего рома! Подождите минутку, здесь на столе что-то вырезано : Если вы застряли в клетках, то отведите свой взгляд и следуйте за беднягой Йориком, чтобы выбраться из этого лабиринта. Позвольте мне собрать свои вещи, я буду рад помочь вам решить головоломку.",
"Интересно, помогут ли нам эти ключи...",
"... Итак, ты ",
"честный мужчина",
"честная женщина",
"? Ты собираешься сделать какую-нибудь глупость?",
"Это в последний раз, когда я вижу тебя здесь со мной запертым. И я считай забрал твой корабль.",
"Нет, приятель, ты заперт здесь со мной, и ты только что вернул мне мой корабль.",
"...",
};