string DLG_TEXT[9] = {
"... действительно негодяи... Несмотря на ваш довольно мрачный внешний вид, вы не похожи на человека Сантоса, и поэтому я вижу в вас друга. Кажется, у Ост-Индской компании очень хорошая память, и Сантос хотел продать мои чёрные кишки этим людям. Точнее, собирался, вплоть до вашего своевременного вмешательства. Огромное вам спасибо! Если вы не найдете способ выбраться отсюда, то ром всегда поможет. К счастью, похоже, что рома здесь предостаточно! Подождите минутку, здесь на столе что-то вырезано : Если вы застряли в тюрьме, то отведите свой взгляд и следуйте за беднягой Йориком, чтобы выбраться из этого лабиринта. Позвольте мне собрать свои вещи, я буду рад помочь вам решить головоломку.",
"Интересно, помогут ли нам эти ключи...",
"... Итак, ты ",
"честный мужчина",
"честная женщина",
"? Ты собираешься сделать какую-нибудь глупость?",
"Это в последний раз, когда я вижу тебя здесь со мной запертым. И считай твой корабль у меня.",
"Нет, приятель, ты заперт здесь со мной, и ты только что вернул мне мой корабль.",
"...",
};