string DLG_TEXT[12] = {
"Здравствуйте, сэр. Вы. кажется, хотите попасть в бордель?",
"Верно. Я должен встретить кое - кого внутри.",
"Конечно можете. Там все достойные встречи. (*многозначительный взгляд *) Но не сегодня. На данный момент бордель закрыт.",
"Мм? Почему? Только минуту назад я слышал, что тот, кого я ищу находится в борделе.",
"Ах. Но и бордель был закрыт несколько минут назад. Произошел инцидент после чего хозяйка борделя решила его немедленно закрыть.",
"Что случилось? И куда все ушли?",
"Гость травмировал одну из дам. Тот человек был сразу арестован, после чего бордель закрыли. Хозяйка борделя попросила меня охранять здание, пока оно закрыто.",
"Так где я могу найти эту хозяйку? Она обязана знать, кто был в борделе в момент инцидента.",
"Она сказала, что покинет город на некоторое время, но она не сказала, куда пойдет или когда вернется. Единственный человек, который может ввести вас в курс дела, женщина, которая пострадала. Она живет в каменном доме рядом с портом.",
"Отлично! Спасибо за помощь. Я навещу ее.",
"...",
"...",

};
