string DLG_TEXT[12] = {
"Здравствуйте. Вы, кажется, хотите попасть в бордель?",
"Верно. Мне нужно встретить одного важного человека внутри.",
"Конечно, там все достойные встречи... (*многозначительный взгляд*) Но не сегодня. На данный момент бордель закрыт.",
"Ммм? Почему? Только минуту назад мне сказали, что тот, кого я ищу находится в борделе.",
"Ах. Но бордель был закрыт несколько минут назад. Произошел инцидент, после чего хозяйка борделя решила его немедленно закрыть.",
"Что случилось? И куда все ушли?",
"Гость травмировал одну из дам. Тот человек был сразу арестован, после чего бордель закрыли. Хозяйка борделя попросила меня охранять здание, пока оно закрыто.",
"Где я могу найти эту хозяйку? Она обязана знать, кто был в борделе в момент инцидента.",
"Она сказала, что покинет город на некоторое время, но не сказала, куда отправится или когда вернётся. Единственный человек, который может ввести вас в курс дела, женщина, которая пострадала. Она живёт в каменном доме рядом с портом.",
"Отлично! Спасибо за помощь. Я навещу её.",
"...",
"...",

};
