string DLG_TEXT[16] = { // --> edited by Cat for Animists Quest fix
"Да?",
"...",
"Ты принес новости от Учителя? Он сказал, что он пошлет своего человека.",
"Да, я от Учителя, только, может быть, ты не будешь орать об этом на всю улицу, сосунок?",
"Ага, все-таки вспомнил о нем, а то прыгаешь, как щенок, забыл обо всем. Вот он, медальон.",
"Так что ты не забыл о медальоне? Здесь он.",
"Ах! Я знал, что это был ты! Я пойду сообщу другим. Когда мы отчаливаем?",
"Отплываем? Все-то ты знаешь. Может быть, даже знаешь куда?",
"Нет, Учитель нам не сказал.",
"Это хорошо - нечего вам знать пока еще такие вещи, а то разболтаете кому ни попадя. А где сам Учитель? Без него мы никуда не отплывем.",
"Он говорил, что отправится в городе #sGreenford#, на острове #sisland_Oxbay# на несколько дней. Правда, должен был вернуться еще вчера, а его до сих пор нет.",
"Странно. Тогда, думаю, что наше плавание откладывается.",
"Как? Почему?",
"Неужели ты думаешь, что мы поплывем без него? Сначала мне нужно узнать, что с ним случилось, и только тогда мы отправимся в путь.",
"Да, сэр. Мы будем готовы к походу, когда Вы вернётесь.",
"Вы славный юноша. Я обязательно упомяну вашу храбрость в разговоре с Тичем.",  // <-- edited by Cat for Animists Quest fix
};
