string DLG_TEXT[16] = { // --> edited by Cat for Animists Quest fix
"Да?",
"...",
"У вас есть вести от Учителя? Он сказал, что пришлёт своих людей.",
"Да, я от Учителя, только, может быть, ты не будешь орать об этом на всю улицу, сосунок?",
"Ага, всё-таки вспомнил о нас, а то прыгал, как щенок, забыл обо всём. А где медальон?",
"Ты вспомнил о медальоне? Вот он.",
"Ах! Я знал, что это ты! Я пойду сообщу другим. Когда мы отплываем?",
"Отплываем? Всё-то ты знаешь. Может быть, даже знаешь куда?",
"Нет, Учитель нам не сказал.",
"Это хорошо - нечего вам знать пока ещё такие вещи, а то разболтаете кому ни попадя. А где сам Учитель? Без него мы никуда не отплывём.",
"Он говорил, что отправится в город #sGreenford# на острове #sisland_Oxbay#. Правда, должен был вернуться ещё вчера, а его до сих пор нет.",
"Странно. Тогда, думаю, что наше плавание откладывается.",
"Как? Почему?",
"Неужели ты думаешь, что мы поплывём без него? Сначала мне нужно узнать, что с ним случилось, и только тогда мы отправимся в путь.",
"Хорошо. Мы будем готовы к отплытию, когда Вы вернётесь.",
"Вы славный юноша. Я обязательно упомяну вашу храбрость в разговоре с учителем.",  // <-- edited by Cat for Animists Quest fix
};
