string DLG_TEXT[12] = {
".....",
".....",
"Мне нужна информация, но где же она может быть? Ведь каждый капитан ведет судовой журнал... Может в шкафу?",
"Хммм, не журнал. Но...! Что это? Письмо испанского адмиралтейства? Уххх, как мне повезло! (Кто-то спускается по лестнице)",
"Теперь нужно сжечь это место!",
"Эх, хорошо горит, но пора выбираться отсюда!",
"Есть корабль английских контрабандистов, пришвартованный в Баия-де-Сан-Антонио. Если повезет, большая часть команды будет пьянствовать на берегу.",
"Не будем терять время! Идем.",
"Капитан 'Морского конька', там.",
"Хорошо, команда готова?",
"Все готовы.",
"В атаку!",

};
