string DLG_TEXT[14] = { 
"Жду приказаний, кэп!",
"Мне говорили, ты был хорошим буканьером на острове #sisland_Hispaniola# до того, как присоединился к моей команде. Это верно?",
"Да, капитан! Я знаю все о выживании в диких джунглях!",
"Хорошо, нам нужно найти еду для команды! Возьми несколько человек с оружием и отправляйтесь на охоту или рыбалку!",
"Тут, вероятно, найдутся морские черепахи, рыба или дикие животные, чтобы завялить впрок!",
"Да, кэп, мы выдвигаемся немедленно!",
"Спасибо, доложи мне сразу, как вернетесь!",
"Отложим это!",
"Хорошо, какие будут указания, капитан?",
"Не сейчас, приятель, пожалуйста!",
"Тебе стоит сменить одежду.",
"Я отказываюсь торговать с человеком твоей репутации и с такими ужасными отношениями. А теперь уходи, ",
", иначе я позову стражу.",
"Дело твое....",

};