string DLG_TEXT[14] = { 
"Жду приказаний, кэп!",
"Мне сказали, что ты был хорошим пиратом на острове #sisland_Hispaniola# до того, как присоединился к моей команде. Это верно?",
"Да, капитан! Я знаю всё о выживании в диких джунглях!",
"Хорошо, нам нужно найти еду для команды! Возьми несколько человек с оружием и отправляйтесь на охоту или рыбалку! ",
"Тут, вероятно, найдутся морские черепахи, рыба или дикие животные, чтобы наесться впрок!",
"Да, кэп, мы выдвигаемся немедленно!",
"Спасибо, доложи мне сразу, как вернётесь!",
"Отложим это!",
"Какие будут указания, капитан?",
"У меня нет времени на болтовню...",
"Тебе стоит сменить одежду.",
"Я отказываюсь торговать с человеком твоей репутации и с такими ужасными отношениями. А теперь уходи, ",
", иначе я позову стражу.",
"Дело твоё...",

};