string DLG_TEXT[6] = {
"Следующие несколько часов, будет жарко. Враг почти догнал нас!",
"Вы уверены?",
"Пока мы говорим, два испанских галеона приближаются к острову!",
"Только не это! Они пришли раньше, чем ожидалось. Может быть, с исчезновением испанского офицера, губернатор стал подозрительным, и ускорил уход. Где теперь корабли?",
"Они сейчас в паре миль от побережья. Один из них приближается к порту, другой по-видимому держит курс на маяк.",
"Ну, хорошо. Нам лучше заканчивать разговор и взяться за дело.",

};
