string DLG_TEXT[9] = { 
"Как дела, ",
"Приветствую, мое имя",
". Я ищу Артуа Вуазье, офицера, сбежавшего с моего корабля. Вы случайно не видели его здесь - безобидного вида человек, без оружия, в хорошем костюме.",
"Ну как, нашли вы своего человека?",
"Ищу.",
"Привет незнакомец.",
"Привет.",
"Я видел здесь одного господина, хорошо одетого, почему-то при нем не было оружия. Он сидел за столом с каким-то человеком - тоже не из местных. \n Потом в таверну зашли бандиты, выстрелили в собеседника человека, которого вы ищете. \n Парень сейчас в комнате наверху. Если он в сознании, он вам расскажет, почему все это случилось.",
"Спасибо за совет.",

};
