string DLG_TEXT[10] = {
"#ssir#, вы меня не помните?",
"Эмм... Если честно, то нет.",
"Я моряк с судна, которым командовал Найджел Блайт. Он поднял бунт и приплыл сюда за своей старой командой\nНо мне не очень улыбалось служить под его командованием, и я сошел на берег.",
"Какая пруха! Найджел ещё тут?",
"Нет, он уже отплыл. Часов 5 или 6 назад.",
"Дьявол!",
"Может быть, его бывший боцман Клаусс знает, куда тот отправился? Найджел был не в ладах с ним, а также Клауса ещё угораздило попасть в долги, и теперь он работает на хозяина магазина...",
"Отличные новости! Моё судно ты знаешь, я прикажу пустить тебя на борт. Хорошие матросы мне нужны.",
"О, спасибо вам, спасибо, #ssir#!",
"Ладно, ладно. Чего уж там.",

};