string DLG_TEXT[10] = {
"Сэр, вы меня не помните?",
"Э-э-э … Если честно, то нет.",
"Я моряк с судна, которым командовал Найджел Блайт. Он поднял бунт и приплыл сюда за своей старой командой\nНо мне не очень улыбалось служить под его командованием, и я сошел на берег.",
"Какая пруха! Найджел еще тут?",
"Нет, он уже отплыл. Часов 5 или 6 назад.",
"Дьявол!",
"Может быть, его бывший боцман Клаусс знает, куда тот отправился? Найджел был не в ладах с ним, а Клауса еще угораздило попасть в долги, и теперь он работает на хозяина магазина...",
"Отличные новости! Мое судно ты знаешь, я прикажу пустить тебя на борт. Хорошие матросы мне нужны.",
"О, спасибо вам, спасибо, сэр!",
"Ладно, ладно. Чего уж там.",

};