string DLG_TEXT[12] = { 
"Не бездельничай! Нечего тут прохлаждаться!",
"...",
"Эй! Ты чего тут прохлаждаешься? За работу, падаль!",
"Это ты мне? Так я, к твоему сведению, не падаль, а капитан.",
"Ты? Капитан? Да тебя к кораблю не подпустят близко! За работу, кому сказал!",
"Ты хочешь проверить, могу ли я управлять кораблем?",
"Блин, я наслушался вранья. Приготовься почувствовать мой меч у себя в глотке!",
"Ты уверен, что хочешь этого? Я состою на службе Англии, и выполняю поручения самого губернатора.",
"Самого Его Светлости? Хорошо, хорошо. Может Вы не лжете. Делайте свое дело, я пока доложусь начальству.",
"И побыстрее давай, у меня нет никакого желания надолго остаться в этой клоаке.",
"Ладно, болтун, все закончу скоренько",
"Посмотрим!",

};
