string DLG_TEXT[13] = {
"Поменьше болтай и побольше работай, друг. Стражники следят за нами, ты же не хочешь получить лишний удар плетью?",
"Ты прав, нужно беречь силы.",
"Эй! Пришел в себя? Тогда давай за работу, надсмотрщики тут не любят, когда кто-то прохлаждается.",
"Как я здесь оказался?.",
"Я слышал, что тебя принесли работорговцы. Хвалились, что здорово огрели тебя по голове.",
"А мои спутники?",
"Судя по всему, их не удалось схватить.",
"Значит, надежда еще не потеряна. Они освободят меня.",
"Я бы не стал на это рассчитывать.",
"Ты прав, я попробую выбраться сам.",
"Ты не прав. Они вытащат меня откуда угодно!",
"Как скажешь, а теперь давай за работу. Видишь, к нам идет стражник?",
"Ну и что?",

};