string DLG_TEXT[53] = {
"Да? Чем я могу тебе помочь?",	//0
"Могу я посетить Часовню?",
"Я слышал о Склепе. Открыт ли он для посетителей?",
"Могу я войти в Монастырь?",
"Здесь должен быть древний Каменный круг. Это правда?",
"Я ищу могилу. Не могли бы вы, пожалуйста, показать мне дорогу на Кладбище?",
"Я хочу увидеть знаменитую библиотеку - Где я могу ее найти?",
"О, я просто осматриваюсь.",
"Конечно, но помните, что это не музей.",		//8
"Спасибо, отец.",
"Нет, это еще не открыто. Может быть, в будущем. Зарезервировано для Бартоломью Португальца.",		//10
"Я понимаю.",
"Да, пожалуйста, посетите внутренний двор. Балкон наверху также открыт.",		//12
"Спасибо, отец.",
"Да, это правда. Это место было священным (в некотором роде) еще до того, как был построен монастырь. Вы найдете его в дальнем конце сада.",		//14
"Это будет интересно.",
"Конечно. Идите во внутренний двор, а оттуда зеленая дверь ведет на кладбище.",	//16
"Спасибо, отец, я понял.",
"Вы найдете синюю дверь библиотеки во внутреннем дворе.",			//18
"Библиотека ориентирована на науку и открыта только для инженеров.",	//19
"Тогда я надеюсь, что вам понравится ваш визит сюда.",	//20
"Производимые здесь ликеры хорошо известны во всем мире. Могу ли я увидеть Винокурню?",	//21
"Конечно. Вы найдете ее в саду возле здания склепа. Но тестирование продуктов здесь запрещено...",	//22
"Понимаю. Спасибо, отец.",		//23
"Хм?",					//24
"Не смей брать книги из моей библиотеки!!",		//25
"(глоток - Это библиотекарь?!) Конечно нет сэр.",		//26
"Простите, а вы случайно не инженер, капитан?",
"Действительно, так оно и есть. К вашим услугам, отец.",			//28
"Вы знаете исследователя Сахарину?",			//29
"Да, знаю - он мой профессиональный знакомый.",
"Извините, но - эх, вы можете это доказать?",			//31
"Что?! На самом деле я могу, у меня есть это письмо от Ивана Сахарина. Убедитесь в этом сами.",
"Очень хорошо. Изобретатель попросил меня передать вам эту Библиотечную карту в обмен на его Письмо.",//33
"Хорошо... Нужна ли мне карта, чтобы найти дорогу к библиотеке?",
"Я думаю, это очень хорошая идея, капитан.",		//35
"Это так. Что еще ты можешь рассказать мне о библиотеке, отец?.",
"Я могу дать вам совет - здесь много ценных книг, но, пожалуйста, не пытайтесь украсть ни одну из них. Библиотекаря не следует обманывать!",//37
"(Хм... это идея) Конечно нет, я просто поищу своего друга. (и я на самом деле не боюсь Библиотекаря!)",		//38
"Итак... вы забрали ВСЕ ценные книги. Помните, я предупреждал вас!",		//39
"Эх... (это совсем нехорошо)",		
"В конце концов, это довольно впечатляюще, так что я дам вам награду.",		//41
"Хорошо... (он не собирается меня убивать?)",
"Ты можешь оставить себе все книги.",		//43
"Спасибо. (в чем подвох?)",
"Ты тоже отныне бессмертен!",		//45
"Это правда? (это далеко за пределы всего, что я мог себе представить)",
"Да, это связано с вашей новой задачей - или, лучше сказать, профессией.",		//47
"Хм, что это может быть? (У меня плохое предчувствие)",
"Единственный, кому разрешено брать все эти книги - это Библиотекарь.",		//49
"Да..? (вот оно, начинается)",
"Поздравляем, вы новый библиотекарь!",		//51
"---",

};