string DLG_TEXT[4] = {
"Я жду свою старую команду чтобы вернуться из последнего путешествия. Вам придется подождать, пока они не вернулись. Я сообщу, когда они объявятся.",
"Я вернусь позже.",
"Я вижу, что вы пытаетесь нанять одного из моих старых офицеров. Вы должны знать, отныне все офицеры - специализируются на навыках и способностях, а не как раньше, где все всё знали. Теперь они имеют конкретные познания. Если хотите, я могу научить вас большому. Если в течение 3 месяцев вы навестите меня в городе #sOranjestad#.",
"Спасибо за информацию",
};