string DLG_TEXT[19] = {
"У меня есть кое какие предметы, на которое вы могли бы взглянуть.",
"Один контрабандист сказал мне, что вы могли бы заинтересоваться моими услугами.",
"Тссс! Тише! *шепчет* - Он прав. Не могли бы вы принести мне немного опиума?",
"Несомненно, сколько вам нужно?",
"Фу, это вредно, пойду я отсюда.",
"Хорошо! Пожалуйста, дайте мне ",
" доз опиума. Они сделают моих клиентов счастливыми. Поторопитесь! Ждать не буду, даю вам 2 месяца, иначе наш договор расторгну. Если же вы успеете, то я заплачу вам ",
"Не волнуйтесь, я быстро справлюсь.",
"У вас слишком мало опиума. Я просил больше. Пожалуйста, возвращайтесь, когда добудете все.",
"Простите. Я скоро вернусь!",
"это то что мне нужно. Вот ваши деньги.",
"Большое спасибо."
};