string DLG_TEXT[8] = {
"Вам лучше добраться до города.",
"Ладно, вижу что у меня действительно нет другого выхода.",
"Эй! Вы живы?! Слава богу! Вам еще повезло! Такого шторма я уже 5 лет не видел, уж поверьте мне.",
"Где я?",
"На острове #sisland_Douwesen# - судя по всему, вас принесло сюда морем.",
"А где мой корабль, мои люди?",
"Послушайте, откуда мне это знать? Благодарите бога за то, что я вытащил вас из воды. Если хотите что-нибудь узнать - идите в город, может быть ваше судно уже там, и ваши соратники ищут вас.",
"Спасибо за совет, я так и сделаю.",

};
