string DLG_TEXT[10] = {
"„то вам угодно? ћожет быть, вы хотите что-нибудь приобрести? ” мен€ богатый ассортимент товаров, особенно таких, которые не достанешь официально...",
"Ќет, спасибо. я только хотел спросить, вы случайно не ",
"Pepin Bertillon",
"Pepin Bertillon",
"?",
"—обственной персоной и всецело к вашим услугам! ¬ы точно не хотите ничего приобрести?",
"Ќапротив, € собираюсь отн€ть. » не что-нибудь, а вашу жизнь. Ѕудьте благоразумны, не сопротивл€йтесь, это только продлит ваши мучени€.",
"’а-ха!  ака€ потр€сающа€ наглость! ћне это нравитс€! ¬от что, у мен€ к вам встречное предложение - вы бросаете вашу безумную затею насчет моей жизни, а €, так и быть, не пристрелю вас на месте, как вы того заслуживаете.",
"ƒа вы остр€к, мисье! Ќо слова не спасут вашу шкуру. «ащищайтесь!",
"„то ж, € должен признать, что ваше предложение кажетс€ привлекательным, особенно теперь, когда € получше рассмотрел ваших довольно хорошо вооруженных друзей...",

};