string DLG_TEXT[10] = {
"Что вам угодно? Может быть, вы хотите что-нибудь приобрести? У меня богатый ассортимент товаров, особенно таких, которые не достанешь официально...",
"Нет, спасибо. Я только хотел спросить, вы случайно не ",
"Pepin Bertillon",
"Pepin Bertillon",
"?",
"Собственной персоной и всецело к вашим услугам! Вы точно не хотите ничего приобрести?",
"Напротив, я собираюсь отнять. И не что-нибудь, а вашу жизнь. Будьте благоразумны, не сопротивляйтесь, это только продлит ваши мучения.",
"Ха-ха! Какая потрясающая наглость! Мне это нравится! Вот что, у меня к вам встречное предложение - вы бросаете вашу безумную затею насчет моей жизни, а я, так и быть, не пристрелю вас на месте, как вы того заслуживаете.",
"Да вы остряк, мсье! Но слова не спасут вашу шкуру. Защищайтесь!",
"Хм... Учитывая наличие у вас вооруженных друзей, это предложение представляется мне весьма дельным. Мда...",

};