string DLG_TEXT[14] = {
"Эй, гражданским здесь не место, ты слышишь? Здесь даже птицам и бабочкам запрещено появляться. Только крысы чувствуют себя тут хорошо... на трупах! Уноси-ка отсюда свои ноги... пока ещё они у тебя есть!",
"Что здесь происходит?",
"Почему бы тебе не убраться отсюда за городские стены? Разве не более безопасно находиться позади артиллерии, вместо того, чтобы торчать перед жерлами пушек?",
"Отсюда есть какой-нибудь выход?",
"Я - курьер вашего командира, и мне необходимо пронести важное сообщение через вражеские укрепления. Вы должны освободить дорогу для меня!",
"Крысы? Крысы! Я последую примеру бабочек прежде, чем начнётся какая-либо стычка. Такая, как во-он та, например...",
"Тебе что, не известно, что нас осадили лягушатники? Все наши попытки пробиться были подавлены огнём их орудий, а их наёмники убивают любого, кто пытается пересечь их укрепления. \nДа... ПОЧТИ каждого: как-то раз один отважный и удачливый курьер сумел про... ухх.. УХХ! Видишь в их лагере собирается карательный отряд? Похоже, они заподозрили, что ты - ещё один курьер...",
"Я? Это недоразумение! Не нужно устраивать за мной охоту, ты слышишь...",
"Ты мне говоришь.. Расскажи это нашему командиру! В своей мудрости он послал нас сюда: не подпускать их разведчиков и подрывников к нашим укреплениям \nприкрывать курьеров, помогая им пробраться через вражеские укрепления, и ждать, что Французы ринутся в атаку... А... Они атакуют? ТРЕВОГА! Лягушатники атакуют!",
"Хмм. Прорываться или проскользнуть, вот в чём вопрос...",
"Только один, узкий и опасный: тебе нужно миновать патрули лягушатников. Но наихудшая опасность - их артиллерия, рядом с лагерем. \nВзгляни на их позиции... Дьявол, что происходит... Что там за движение... Они атакуют? ТРЕВОГА! Лягушатники атакуют!",
"Может быть, именно ЭТО и есть возможность выбраться отсюда?",
"Ещё одна самоубийственная попытка побега? *ВЗДЫХАЕТ* Что ж, приказ есть приказ. Хорошо, мы сделаем вид, что атакуем, Французы пойдут в контратаку, погибнет много хороших парней, и ты сможешь пробраться туда, куда нужно, если вовремя воспользуешься всеобщей неразберихой.",
"Да ладно, это и есть армейская жизнь: 99 процентов скучного ожидания и 1 процент кровавой каши. Начнём, пожалуй...",

};