string DLG_TEXT[26] = {
"...",
"...",
"Хорошего вам дня. Могу я спросить, кто вы?",
"Я ",
", капитан ",
"Я Питер Боелен, Голландский капер и капитан прекрасного судна, 'Амстердам'. Рад познакомиться с вами.",
"Так что же привело вас в этот кишащей пиратами город?",
"Я считаю своей обязанностью помогать всем честным пиратам в этом архипелаге. На этот раз есть слухи, что Губернатор #sSanto Domingo# планирует какие-то действия против нашей колонии. Я хочу выяснить на сколько они верны. Вы можете мне помочь, если хотите, и за одно заработать немного денег.",
"Денег? Внимательно слушаю. Что вы от меня хотите?",// Менталитет другой???
"Я не могу оставить этот остров, в случае нападения я буду слишком далеко. Я должен остаться здесь защищать своих друзей. Однако, вы можете посетить #sSanto Domingo# и узнать, можно ли верить слухам.",
"Я должен проникнуть в #sSanto Domingo# и у какого нибудь офицера узнать информацию, это довольно опасное задание. Они если узнают, то сразу меня повесят как шпиона.",
"Вам решать. Я дам вам 20000 золотых монет, если вы успешно справитесь с этой задачей. Как хотите.",
"Что ж, хорошо. Я соглашусь, а то уже отвык от приключений.",
"К сожалению, это слишком рисовано. Я просто пожелаю вам удачи, в защите этой колонии.",
"Отлично! Я надеюсь, вы быстро с этим справитесь. И будьте осторожны.",
"Не волнуйтесь; Буду. До встречи через пару дней.",
"А! Вы уже вернулись! Вы узнали, что планирует испанский губернатор?",
"Да, узнал. И боюсь, плохие новости. Губернатор #sSanto Domingo# намерен захватить этот остров. Он планирует напасть в ближайшие пару дней.",
"Пожалуйста, отправьтесь со своей командой к маяку и постарайтесь не дать врагам сюда прорваться. Я буду защищать порт.",
"Хорошо. Я выступлю прямо сейчас, чтобы успеть приготовить подарок нашим гостям. Удачи Вам!",
"ААХХ!! Вот и вы! Все в порядке?",
"Да! Пусть это будет для испанцев уроком. Колония останется свободной!",
"Отлично, капитан! Мы тоже предотвратили их от высадку в порту. К сожалению мое судно, 'Амстердам', было повреждено во время сражения, и я не могу сейчас выйти в море, пока его не много не подремонтируют. К сожалению неизвестно, попытаются ли испанцы напасть еще раз, но если нападут то уже с более мощным флотом. Мне нужна помощь пиратов с #sTortuga#. Вы поможете мне добраться туда, пора мой корабль ремонтируют?",
"Конечно, без проблем. Я удостоюсь чести, если вы будете гостем на борту моего судна.",
"Спасибо за вашу помощь, капитан. Возможно без вас мы бы не справились. Вы оказали услугу куда больше, чем мы договаривались, что вы скажете, если я заплачу вам 40000 золотых монет?",//А есть другие варианты?? типа: нет, я заработал пару миллионов и что мне дадут какие то 40 кило золотых...
"ОГО! Это очень очень любезно с вашей стороны. У меня сейчас есть другие дела, но я уверен, что с помощью пиратов с #sTortuga#, вы будете в состоянии отразить любую атаку. Я с вами прощаюсь, но надеюсь, что мы еще когда-нибудь встретимся. Прощайте и удачи, Питер!",

};
