string DLG_TEXT[12] = {
"Проваливай, я не в настроении разговаривать с незнакомцами.",
"Не хочешь угостить меня кружечкой рома?",
"Проходи, я занят.",
"...",
"Из всех ",
" людей на этом острове я должен был столкнуться именно с тобой...",
"Чего ты хочешь?",
"Ты... ик... ты мерзкая шавка! Ты сделал больно моему... ик... моему другу!",
"Какой друг? Ты здесь один, ",
".",
"Что? Он был... здесь минуту назад. Я пойду и найду его. Ты ... ик ... ты будешь ждать прямо здесь, если хочешь, чтобы тебя избили...",
"Как ты смеешь мне противоречить! Я тебя задушу!",
};
