string DLG_TEXT[14] = {
"Что вы делаете на плантации, да ещё с двумя нашими рабами!?",
"Я...",
"Вы заплатите за это, скажем 10.000 золотых монет.",
"Я не дам вам ничего.",
"А кто вам сказал, что вы можете отказаться?",
"Не приближайтесь к рабам!",
"Хорошо.",
"Нет уж, я здесь, чтобы освободить их... Защищайся!",
"Проваливай, сосунок!",
"С удовольствием. Но только когда я узнаю, почему один из моих людей лежит без сознания на траве, и на вашей плантации.",
"Этот человек является рабом с плантации.",
"Нет, у меня есть бумаги, что он из моей команды.",
"Упс, это наша ошибка, но убедитесь, что он сюда никогда больше не вернётся.",
"Хорошо, сэр. (ДУМАЕТ: На этот раз вам повезло.)",

};