string DLG_TEXT[14] = {
"Что вы делаете на плантации, да еще с двумя нашими рабами!",
"Я....",
"Вы заплатите за это, скажем 10 000.",
"Я не дам вам ничего.",
"Кто говорит об отказе?",
"Не приближайтесь к рабам!",
"Хорошо.",
"Я думаю, что лучше пойду рядом с рабами, я здесь, чтобы освободить их.",
"Проваливай, сосунок!",
"С удовольствием. Но только когда я узнаю, почему один из моих людей лежит без сознания на траве, и на вашей плантации.",
"Этот человек является рабом с плантации.",
"Нет, у меня есть бумаги, что он из моей команды.",
"Упс, это наша ошибка, но убедитесь, что он сюда больше не вернется.",
"Хорошо, сэр. (ДУМАЕТ: Если бы вам повезло.)",

};