string DLG_TEXT[39] = { 
"Давайте ваше приглашение, чтобы проверить его подлинность.",
"Ну, я выиграл его, играя в кости, так что я надеюсь, что оно настоящее. Как я мог проверить?",
"Должно быть, ты дал мне его на прошлом турнире.",
"Я думаю, вы имеете в виду, что это сделал мой брат, но я все равно должен проверить, подлинно ли это.",	//3
"Я сомневаюсь, что кто-то стал бы подделывать его, мой брат был бы очень расстроен и воспринял бы это на свой счет, не то, чем любой здравомыслящий человек хотел бы рисковать, но...",
"(глоток)",
"Я полагаю вы знаете свое дело.",
"Турнир длится три дня, вы играете с тремя другими участниками, по одному в каждый день.",	//7
"Вы начинаете соревнование с 10000 фишек. Каждое соревнование длится максимум 50 раздач, и если этот предел достигнут, побеждает тот, у кого на данный момент самое большое количество фишек. В противном случае, если вы проиграете или выиграете все фишки до этого, то, конечно, это результат.",
"Абсолютным чемпионом считается игрок, одержавший наибольшее количество индивидуальных побед за три дня. Он получает 60000 и трофей до следующего турнира. Конечно, мы позаботимся о трофее для него и дадим ему небольшую копию на хранение.",
"Это хороший маленький источник дохода для меня и моего брата, поэтому мы не хотим, чтобы кто-то возился с ним или с нами. Понимаешь?",
"Кажется достаточно простым.",
"Мы с братом являемся высшими судьями во всех делах, поэтому не бывает проблем, которые мы не можем решить. Понял?",	//12
"Кристально чистый.",
"Если все в порядке, вы можете войти в карточную комнату и занять свое место прямо сейчас.",	//14
"Что даже не пожелаешь 'удачи'?",
"Это твой первый раунд, приходи завтра на следующий.",	//16
"Ладно, мне бы не помешал перерыв.",
"Добро пожаловать на второй день турнира, ваш соперник ждет. Вы вполне можете занять свое место.",	//18
"Так что до сих пор не пожелаешь 'удачи'!",
"Еще один раунд для тебя завтра.",		//20
"Да, это похоже на 'дежавю'.",
"О, вы пришли наконец, мы все ждали! Продолжайте в том же духе. Садитесь на 3 раунд.",
"Хорошо видно, что вы уже заработали на этом мероприятии.",
"Поздравляем нашего достойного победителя.",		//24
"Спасибо вам за возможность посоревноваться.",
"Все четыре участника получают приглашение на следующий турнир через шесть месяцев. Они останутся у вас до тех пор, пока вы не захотите снова попытать счастья, обменять или продать их. Однако мы будем с интересом следить за вашим прогрессом.",
"Я вернусь.",					
"Вы опоздали и лишились участия в конкурсе, ваших денег на ставку и любого будущего участия. Вам также запрещено входить в эти помещения. А теперь убирайся.",
"Извините, меня задержали. Ну что ж.",
"Займите свое место, ваши фишки на столе, и можно начинать первый день турнира.",		//30
"Вы не производите впечатления азартного человека.",			//31
"Я вовсе не ударил тебя, приятель. В конце концов, мы не хотим безобразной драки!",
"Кого ты называешь уродом? Возможно, мне следует позвать моего брата.",	//33
"Почему? Ты думаешь, что ты красивее его?",
"Слушай, кто бы ты ни был, просто поговори с моим человеком.",		//35
"Хорошо, я полагаю, это было просто недоразумение.",
"Соболезнования галантному неудачнику.",		//37
"Вот ваш призовой фонд и миниатюра трофея.",
};