string DLG_TEXT[10] = {
"......",
"......",
"Кто вы?",
"Капитан, сопровождающий торговое судно.",
"Вы получили разрешение на причаливание?",
"Да, конечно. Вот документы.",
"Позвольте мне взглянуть. Ммммм... Что ж, ваши документы в порядке. Прежде, чем покинуть остров, вы должны сообщить об этом мне.",
"Конечно. Наш план состоит в том, чтобы остановиться здесь на несколько дней, а затем вернуться назад к острову #sisland_Antigua#.",
"Тем временем вы можете остаться в таверне.",
"Спасибо, торговец уже всё объяснил. Я зайду к вам перед отплытием, Сэр.",
};
