string DLG_TEXT[9] = {
"(Вирджинии) - ",
"Virginie d'Espivant",
"? Это ты?",
"(Вирджинии) - Это? А... ну... я... а это... это моя сестра!",
"...",
"(Вирджинии) - Нет! А-а, к чёрту! Слушай, какого дьявола ты вообще отправилась за мной? Тебе было плохо дома?! Не твоё дело, чем я занимаюсь тут, я не просил тебя за мной следовать. А теперь пошла прочь!",
"Эй! Это, конечно, ваша ссора, но тебе не кажется, что с дамой следовало бы вести себя несколько повежливей?!",
"Что?! А ты ещё кто?! Не вмешивайся, а то пожалеешь!",
"Неужели? А, может быть, проверим?",

};