string DLG_TEXT[9] = {
"(Вирджинии) - ",
"Virginie d'Espivant",
"? Это ты?",
"(Вирджинии) - Это? А... ну... я... а это... это моя сестра!",
"...",
"(Вирджинии) - Нет! А-а, к черту! Слушай, какого дьявола ты вообще поехала за мной? Тебе было плохо дома?! Не твое дело, чем я занимаюсь тут, я не просил тебя за мной приезжать. А теперь пошла прочь!",
"Эй! Это, конечно, ваша ссора, но тебе не кажется, что с дамой следовало бы вести себя несколько повежливей?!",
"Что?! А ты еще кто такой?! Не вмешивайся, а то пожалеешь!",
"Неужели? А, может быть, проверим?",

};