string DLG_TEXT[12] = {
"По какому делу вы пришли?",
"У меня нет к вам никакого дела, я просто зашел посмотреть на вашу тюрьму.",
"По какому делу вы пришли?",
"Я узнал, что у вас находится мой канонир, Эдгар Этвуд.",
"Да, его арестовали вчера за драку со служителем порядка. Я думаю теперь вашему приятелю придется несладко.",
"Наконец то этого наглеца приструнили. Я рад, что он находится в таком месте, где его полностью отучат от рома.",
"Вы знаете, дело в том, что он жуткий пьяница, с ним все время что-то случается. Я могу как-нибудь облегчить его судьбу?",
"Конечно, никаких серьезных травм он солдату не нанес, да и вообще вел себя в тюрьме смирно. Я думаю, что за определенную компенсацию солдат по моей просьбе не будет настаивать на каторге для вашего друга.",
"Вы знаете, вы меня очень обяжете, если поговорите с солдатом. Какая сумма, по вашему мнению, поможет вашему стражнику побыстрее залечить раны?",
"Я думаю пять тысяч монет полностью убедят нас всех в том, что ваш друг совершенно не хотел никого обидеть.",
"Да пять тысяч Этвудов не стоят таких денег. Прощайте, спасибо за помощь.",
"Ну, что же, звучит убедительно. Передайте солдату эти деньги.",

};