string DLG_TEXT[12] = {
"По какому делу вы пришли?",
"У меня нет к вам никакого дела, просто захотелось посмотреть на вашу тюрьму.",
"По какому делу вы пришли?",
"До меня дошла информация, что у вас находится мой канонир, Эдгар Эттвуд.",
"Да, его арестовали вчера за драку со стражником. Я думаю теперь вашему приятелю придется несладко.",
"Наконец-то этого наглеца приструнили. В этом месте его полностью отучат от рома.",
"Вы знаете, дело в том, что он жуткий пьяница, с ним всё время что-то случается. Я могу как-нибудь облегчить его судьбу?",
"Конечно, никаких серьёзных травм он стражнику не нанёс, да и вообще вел себя в тюрьме хорошо. Я думаю, что за определенную компенсацию этот стражник по моей просьбе не будет настаивать на каторгу для вашего друга.",
"Вы меня очень выручите, если поговорите со стражником. Какая сумма, по вашему мнению, ему нужна, чтобы побыстрее залечить раны?",
"Я думаю 5000 золотых монет полностью убедят нас всех в том, что ваш друг совершенно не хотел никого обидеть.",
"Эттвуд не стоит таких денег. Прощайте, спасибо за помощь.",
"Ну, что же, звучит убедительно. Передайте стражнику эти деньги.",

};