string DLG_TEXT[12] = {
"Какого дьявола вы делаете? Мы с вами не враждуем, а вы топите наше судно!",
"Эй! Секунду, мне нужно во всём этом разобраться.",
"Превосходно! Тогда, думаю, вы не будете возражать против того, чтобы мы разобрались с этим человеком?!",
"Делайте с ним что хотите.",
"Нет, так дело не пойдёт! Я не позволю вам убить его!",
"Как я понял, вы не собираетесь никаким образом решать нашу проблему?",
"Отчего же? Я вижу очень хорошее решение - перерезать вас всех, чёрт вас побери!",
"Проваливай.",
"...",
"Ты за это ответишь.",
"Я вообще не при чём. Блайт мой офицер, но он нарушил приказ и напал на вашего друга сам. Разбирайтесь с ним по вашему усмотрению.",
"Сами виноваты, ребята. Вы обманули моего друга, он отомстил тому, кому хотел, в честной битве. Так что если вы собираетесь после драки предъявить ему претензии - предъявляйте их сразу мне.",

};