string DLG_TEXT[14] = {
"Здравствуйте.",
"Приветствую. Что интересного происходит в этом городе?",
"Садитесь, выпейте с нами.",
"Хорошо.",
"Вчера мы поймали психа, который решил сопротивляться страже. Канонир он вроде, сейчас этот олух в тюряге.",
"А как его зовут?",
"Этого дурачка зовут Эдгар Эттвуд.",
"Чёрт. Это мой канонир, сбежавший с корабля. Давайте ещё выпьем.",
"Мы с Мартином можем помочь вам. Вы, наверное, человек хороший, да и без денег нас не оставите, правда?\nВсего 1000 золотых монет каждому и мы сделаем так, чтобы конвой, который будет вести заключенных, не оказывал сопротивления.\nКому они нужны, эти каторжники? Мы просто изобразим бой, а вы спокойненько заберете вашего Эттвуда и смоетесь.\nТак что ждите нас где-то около шести в порту.",
"Хорошо. Я заплачу вам за помощь. Но смотрите, если обманете меня - у меня много друзей, они достанут вас из-под земли. А сейчас давайте выпьем за ваше здоровье.",
"Нет, ради Эдгара я не буду ввязываться в такое приключение - нападать на конвой слишком опасное занятие. Спасибо за компанию, мне пора идти.",
"Ииик, кажется, я здорово набрался, пойду домой. До завтра, капитан.",
"...",
" И запомните, нанесёте нам несколько ударов и мы свалимся как убитые. А вы заберёте своего офицера.",

};