string DLG_TEXT[14] = {
"Привет друг.",
"Приветствую. Что происходит в городе?",
"Садись, выпей с нами.",
"Ладно.",
"Вчера мы поймали психа, который решил сопротивляться страже. Канонир он вроде, сейчас этот олух в тюряге.",
"А как его зовут?",
"Этого дурачка зовут Эдгар Этвуд.",
"Черт. Это мой канонир, сбежавший с корабля. Давайте еще выпьем.",
"Мы с Мартином можем помочь вам, вы видно человек хороший, да и не оставите такую услугу не вознагражденной, правда? \n Всего 1000 каждому и мы сделаем так, чтобы конвой, который будет вести заключенных, не оказывал сопротивления\n Кому они нужны, эти каторжники, мы просто изобразим бой, а вы с вашими людьми спокойненько заберете вашего Этвуда и смоетесь\n Так что ждите нас где-то около шести в порту.",
"Согласен. Я заплачу вам за помощь. Но смотрите, если обманете меня - у меня много друзей, они достанут вас из-под земли. А сейчас давайте выпьем за ваше здоровье.",
"Нет, ради Эдгара я не буду ввязываться в такое предприятие - нападать на конвой слишком опасное занятие. Спасибо за компанию, солдаты, увидимся.",
"Ииик, кажется, я здорово набрался, пойду домой. Пока капитан, до завтра.",
"...",
" И запомни, нанесёшь нам несколько ударов и мы свалимся как убитые. А ты заканчивай со своим помощником.",

};