string DLG_TEXT[8] = {
"Да, кстати, твоего друга скоро увезут отсюда. За небольшую плату в 500 монет мы скажем, куда и когда его увезут.",
"Спасибо за помощь, но я сам разберусь со своими проблемами. Пойду, поговорю с начальником тюрьмы.",
"Да конечно, вот деньги. Так что насчет Эдгара?",
"Эдгара приговорили к каторжным работам. Его вместе с другими каторжниками отправят на корабле на шахты #sisland_Oxbay#\nЗавтра в шесть его погрузят на корабль, и я думаю вы больше с ним не увидитесь. А твой канонир станет отличным шахтером, правда, Джек? И законопослушным подданным ее величества.",
"...",
"Знаешь, капитан, ты действительно молодец, и я поэтому тебе скажу вот что. Во-первых не нападай на конвой в городе, тут казармы недалеко, сразу прибегут солдаты на выручку, нападай только в порту ближе к кораблю\nИ вообще, если что-то завтра пойдет не так, будет слишком много охранников, и ты не решишься напасть на нас в порту, можешь попытаться, если тебе конечно так нужен твой Этвуд, захватить корабль в море\nОхрана на корабле небольшая, и не подозревает, что какому-то чудаку понадобится освобождать этих бродяг.",
"Спасибо Мартин, вы отличные ребята, но я совсем плохо соображаю после вашего рома. Пойду наверх спать.",
" И ты всегда можешь обратиться к начальнику; он не самый лучший человек, но его поступки всегда обоснованы.",

};
