string DLG_TEXT[8] = {
"Да, кстати, вашего друга отсюда скоро переведут на другой остров. За небольшую плату в 500 золотых монет мы скажем, куда и когда его переведут.",
"Спасибо за помощь, но это мои проблемы. Пойду, поговорю с начальником тюрьмы.",
"Да конечно, вот деньги. Так что насчёт Эдгара?",
"Эдгара приговорили к каторжным работам. Его вместе с другими каторжниками отправят на корабле в шахты острова #sisland_Oxbay#\nЗавтра в шесть они сядут на корабль, и я думаю вы больше с ним не увидитесь. Этот канонир станет отличным шахтером, правда, Джек? А ещё законопослушным подданным её величества.",
"...",
"Знаете, капитан, вот что я вам скажу. Во-первых, не нападайте на конвой в городе. Тут казармы недалеко, сразу прибегут солдаты на выручку. Лучше всего нападать ближе к кораблю, например в порту\nВо-вторых, если завтра что-то пойдёт не так, то единственный шанс освободить вашего Эттвуда - это захватить корабль в море.\nОхрана на корабле небольшая, и не подозревает, что кому-то понадобится освобождать этих бродяг.",
"Спасибо Мартин, вы отличные ребята, но я совсем плохо соображаю после вашего рома. Пойду я наверное.",
" Вы также можете обратиться к начальнику тюрьмы. Он не самый лучший человек, но его поступки всегда обоснованы.",

};
