string DLG_TEXT[13] = { 
"Добрый день, друг! Позвольте представиться - я Соломон Дарк, Великолепный Клинок и фехтовальщик в открытом море! Ха-ха! Если это имя слишком длинное для вас, вы можете называть меня Сол, как вам угодно.",
"Рад встречи. Я - Натаниэль.",
"И снова здрасте, капитан! Вы, должно быть, пересмотрели наше предложение, верно",
"Конечно. Пойдем на борт!",
"Сожалею, но нет. До свидания.",
"Ах, наконец-то капитан! Я и мой дорогой брат вон там, у бара, оба сейчас рвемся на работу. Я надеюсь, вам нужны толковые офицеры...",
"Твой брат? Но он... э... что ж, по-моему, вы двое не очень похожи.",
"Мне не нужны офицеры, сожалею.",
"Позвольте мне объяснить, Уилл - мой духовный брат, близкий друг. Он немного глухой, но с пушками обращается лучше всех, уж поверьте.",
"Вы кажетесь способными... по крайней мере, убеждать умеете. Я могу вас взять в команду... Идите за мной.",
"Я вижу. Но так или иначе, не нуждаюсь в офицерах.",
"Хорошо, но если решите, что вам нужны два храбрых офицера, то мы будем ждать вас здесь.",
"Я запомню. До свидания.",

};
