string DLG_TEXT[13] = { 
"Добрый день, друг! Позвольте представиться - я Соломона Дарк, Великолепный клинок и фехтовальщик в открытом море! Ха-ха! Если это имя слишком длинное для вас, вы можете называть меня Соль, как вам угодно.",
"Рад встречи. Я - Натаниль.",
"И снова здрасте, капитан! Вы, должно быть, пересмотрели наше предложение, верно",
"Конечно. Пойдем на борт!",
"Сожалею, но нет. До свидания.",
"А, капитан, наконец то! Я и мой дорогой брат, там в баре, оба готовы поскорее приступить к работе. Я надеюсь, вам нужны толковые офицеры...",
"Ваш брат? Но он... а... ладно, вы оба мне подходите.",
"Мне не нужны офицеры, сожалею.",
"Позвольте сказать, мой брат немного глухой, но с пушками обращается лучше всех, уж поверьте",
"Вы кажетесь способными... по крайней мере, убеждать умеете. Я могу вас взять в команду... Идите за мной.",
"Я вижу. Но так или иначе, не нуждаюсь в офицерах.",
"Хорошо, но если решите, что вам нужна два двое храбрых офицера, то мы будем ждать вас здесь.",
"Я запомню. До свидания.",

};
