string DLG_TEXT[15] = {
"Стоять! Ты кто такой?",
"А кто вы такие, чтобы спрашивать?",
"Я живу в #sGreenford#, на другом конце острова.",
", капитан на службе Англии. Полагаю, я также тот, кто сейчас выпустит тебе кишки.",
"Этот захудалый городок теперь стал французской колонией. Так что тебе лучше отвечать на вопросы и не упрямиться! Так кто ты и чего тебе здесь надо?",
"Я живу в #sGreenford#, на другой оконечности острова.",
"У меня донесение для командующего эскадрой. Пропусти меня, деревенщина, не то отведаете плетки-девятихвостки после караула!",
", капитан на службе Англии. Полагаю, я также тот, кто сейчас выпустит тебе кишки.",
"Значит, собрался шпионить здесь, да? Собирать сведения для англичашек! Бросай оружие - мы отведем тебя к лейтенанту!",
"Это вряд ли, салаги!",
"Э-э... Кхм!... Пардон, ",
". Извините, я же не знал... Проходите, пожалуйста!",
"Так-то, солдат. Вольно!",
"Значит, вы с донесением к нашему командованию... А не скажете, уважаемый, как зовут нашего командующего?",
"Э-э... Кхм... Я... Умри!!!",

};
