string DLG_TEXT[15] = {
"Стоять! Кто вы?",
"А вы кто такие, чтобы спрашивать?",
"Я живу в городе #sGreenford#, на другом конце острова.",
", капитан на службе Англии. Если вы не дадите мне пройти, то я выпущу вам кишки.",
"Этот захудалый городок теперь стал французской колонией. Так что вам лучше отвечать на вопросы и не упрямиться! Кто вы и чего вам здесь нужно?",
"Я живу в городе #sGreenford#, на другом конце острова.",
"У меня донесение для командующего эскадрой. Пропустите меня, деревенщины, не то отведаете плётки-девятихвостки после караула!",
", капитан на службе Англии. Если вы не дадите мне пройти, то я выпущу вам кишки.",
"Значит, собрались шпионить здесь, да? Собирать сведения для англичан!? Бросайте оружие - мы отведём вас к лейтенанту!",
"Это вряд ли, салаги!",
"Э-э... Кхм!... Пардон, ",
". Извините, я же не знал... Проходите, пожалуйста!",
"Так-то, солдат. Вольно!",
"Значит, вы с донесением к нашему командованию... А как зовут нашего командующего?",
"Э-э... Кхм... Я... Умрите!!!",

};
