string DLG_TEXT[24] = {
"Ну что? Вы что-нибудь узнали? Как там наши дети?!",
"Я попробую помочь вам. А теперь разойдитесь, пожалуйста.",
"Что? Тоже решил посмеяться над бедными женщинами!?",
"А что, собственно, происходит?",
"Ничем не могу вам помочь.",
"Ну что? Вы что-нибудь узнали?",
"Я вернул ваших детей. Сейчас их как раз переправляют на берег с моего судна",
"О! Спасибо, спасибо вам, добрый человек!",
"Да не за что.",
"Нет, вы только посмотрите на этого наглеца! И не стыдно насмехаться над нами?!",
"Я действительно не понимаю, что произошло. Может быть, вы мне расскажете?",
"Люди добрые, что же на свете творится! Детей у нас украли, прошлой ночью, а этот губернатишко, даже пальцем не пошевелил!",
"Подождите, как это украли? Кто?",
"Не знаю я! Заснула - дите в колыбельке было, а ночью проснулась, оттого, что сердце нехорошо сжалось, гляжу, а ребеночка уже и нет!",
"Это ужасно! А ваши мужья, они занимаются поисками?",  // --cat
"Носу он не кажет из своего дома! Боится, значит! Нечего ему нам сказать!",
"Подождите, прекратите шуметь, я попробую поговорить с ним.",
"Да благословит тебя господь, хороший человек!",
"Ждите меня здесь.",
"Мы не будем спать, пока не узнаем какие-либо новости и будем ждать Вас прямо здесь. Благослови Вас господь за Вашу доброту и помощь, добрый господин.",  // --cat
"Что ж, я посмотрю, что я смогу сделать.",  // --cat
"Наши мужья в море, капитан.",  // --cat
"И вы пробовали говорить с губернатором?",  // --cat
"О, вот еще один! Он думает, что это нормально смеяться и издеваться над нами.!",

};