string DLG_TEXT[24] = {
"Ну что? Вы что-нибудь узнали? Как там наши дети?!",
"Я попробую помочь вам. А теперь разойдитесь, пожалуйста.",
"Что? Тоже решили посмеяться над бедными женщинами!?",
"А что, собственно, происходит?",
"Ничем не могу вам помочь.",
"Ну что? Вы что-нибудь узнали?",
"Ваши дети возвращены. Сейчас их как раз переправляют на берег с моего судна.",
"О! Спасибо, спасибо вам, добрый человек!",
"Да не за что.",
"Нет, вы только посмотрите на этого наглеца! И не стыдно насмехаться над нами?!",
"Я действительно не понимаю, что произошло. Может быть, вы мне расскажете?",
"Люди добрые, что же на свете творится! Детей у нас украли, прошлой ночью, а этот 'губернатор', даже пальцем не пошевелил!",
"Подождите, как это украли? Кто?",
"Не знаю я! Заснула - дитё в колыбельке было, а ночью проснулась, оттого, что сердце нехорошо сжалось, гляжу, а ребёночка уже и нет!",
"Это ужасно! А ваши мужья, они занимаются поисками?",  // --cat
"Он не выходит из своего дома! Боится, значит! Нечего ему нам сказать!",
"Подождите, прекратите шуметь, я попробую поговорить с ним.",
"Да благословит тебя господь, хороший человек!",
"Ждите меня здесь.",
"Мы не будем спать, пока не узнаем какие-либо новости и будем ждать Вас прямо здесь. Благослови Вас господь за Вашу доброту и помощь.",  // --cat
"Что ж, я посмотрю, что я смогу сделать.",  // --cat
"Наши мужья в море, капитан.",  // --cat
"А вы пробовали поговорить с губернатором?",  // --cat
"О, сколько же можно спрашивать!? Все думают, что это нормально смеяться и издеваться над нами!",

};