string DLG_TEXT[8] = {
"Добрый день.",
"Добрый день.",
"Да, что такое?",
"Вы с '#sship#', не так ли?",
"Допустим, что вы хотели?",
"Я слышал о попытке нападения на #sRedmond#. К сожалению, так все обернулось. Теперь у меня есть важная информация для #svillain#. Вы знаете, где я могу найти #spronoun#?",
"Что ж, #svillain# будет встречаться и с губернатором, и с адмиралом, и ни один из них не захочет, чтобы его беспокоили. Но вы можете поймать #spronoun# в центре города по пути между ними.",
"Спасибо, я посмотрю, смогу ли я найти там #spronoun#. Наслаждайтесь своим пойлом!",
}