string DLG_TEXT[8] = {
"Добрый день.",
"Добрый день.",
"Да, что такое?",
"Вы с корабля '#sship#', не так ли?",
"Допустим, что вы хотели?",
"Мне доводилось слышать о попытке нападения на город #sRedmond#... К сожалению, всё так плохо обернулось. У меня есть важная информация для персоны по имени #svillain#. Вы знаете, где мне найти эту персону?",
"Что ж, #svillain# будет встречаться и с губернатором, и с адмиралом, и ни один из них не захочет, чтобы его беспокоили. Но вы можете встретить эту персону в центре города по пути между ними.",
"Спасибо за информацию. Наслаждайтесь своим пойлом!",
}