string DLG_TEXT[8] = {
"Простите, но свободных мест нет.",
"Хорошо.",
"Мне не нужна комната. Прошел слух, что у вас остановились кое-какие люди. Я хотел бы с ними встретиться.",
"Я не могу рассказывать информацию о наших постояльцах.",
"Но у меня есть к ним дело.",
"Ничего страшного. Я только хотел узнать, не останавливались ли здесь английские офицеры несколько дней назад.",
"У меня очень много работы. Я не могу запомнить всех, кто снимал комнату. Кроме того, я уважаю частную жизнь своих клиентов и не вдаюсь в подробности.",
"Ладно. В любом случае, спасибо.",
};