string DLG_TEXT[8] = {
"ѕростите, но свободных мест нет.",
"’орошо.",
"ћне не нужна комната. ѕрошел слух, что у вас остановились кое-какие люди. я хотел бы с ними встретитьс€.",
"я не могу рассказывать информацию о наших посто€льцах.",
"Ќо у мен€ есть к ним дело.",
"Ќичего страшного. я только хотел узнать, не останавливались ли здесь английские офицеры несколько дней назад.",
"” мен€ очень много работы. я не могу запомнить всех, кто снимал комнату.  роме того, € уважаю частную жизнь своих клиентов и не вдаюсь в подробности.",
"Ћадно. ¬ любом случае, спасибо.",
};