string DLG_TEXT[12] = {
"Мудрое решение - сдаться, капитан.",
"У меня не было выбора. Что будет с нами теперь?",
"Для вас, как капитана смертная казнь неизбежна. Но вы можете умереть, зная, что вы спасли жизни своей команды. Они, вероятно, стали пиратами, поскольку не смогли найти другую работу. Испания позволит им много работать.",
"Для вас, как капитана смертная казнь неизбежна. Но вы можете умереть, зная, что вы спасли жизни своей команды. Они, вероятно, стали контрабандистами, поскольку не могли найти другую работу. Испания теперь позволит им много работать.",
"Вы сделаете из них рабов?",
"Как я сказал, у них теперь будет много работы.",
".",
"Вы не думаете, что ваш побег безнадежен, капитан? Попытка угнать корабль, без команды! Но, пожалуйста, не стесняйтесь искупаться, акулы любят человечинку. В противном случае вы вернетесь в тюремную камеру.",
"Ха, живьем не сдамся! Я сбегу или умру свободным человеком!",
"Я спасся однажды, я сделаю это снова.",
"Вы тот пират, которого я арестовал, не так ли?",
"И теперь мы плаваем вместе. Странно, вам не кажется?",
}