string DLG_TEXT[12] = {
"Мудрое решение - сдаться, капитан.",
"У меня не было выбора... Что теперь с нами будет?",
"Для вас, как капитана, смертная казнь неизбежна. Но вы можете умереть, зная, что спасли жизни своей команды. Они, вероятно, стали пиратами, поскольку не могли найти другую работу. Испания теперь заставит их много работать...",
"Для вас, как капитана, смертная казнь неизбежна. Но вы можете умереть, зная, что спасли жизни своей команды. Они, вероятно, стали контрабандистами, поскольку не могли найти другую работу. Испания теперь заставит их много работать...",
"Вы сделаете из них рабов?",
"Как я уже сказал, у них теперь будет много работы...",
".",
"Вы не думаете, что ваш побег безнадежен, капитан? Украсть корабль, без команды, ха-ха! Не стесняйтесь, прыгайте в воду, акулы любят человечинку. В противном случае вы вернётесь в тюремную камеру.",
"Ха, живьём не сдамся! Я сбегу или умру свободным человеком!",
"Мне удалось выбраться из тюрьмы однажды, и я сделаю это снова!",
"Вы тот арестованный пират, не так ли?",
"И теперь мы плывём вместе... Странно, вам не кажется?",
}