string DLG_TEXT[12] = {
"Не мешайте, или вам делать нечего?",
"Простите, сэр.",
"Да, что вы хотите, солдат?",
"Меня назначили охранять ваш корабль, приказ коменданта ",
"Чему вы радуетесь? 'Siroco' не будет в городе #sSantiago# еще около двух недель. Вернитесь к своим обязанностям! Или если вы не на дежурстве, возьмите пиво и найдите других солдат, с которыми можно выпить.",
"Да, сэр. Спасибо, сэр.",
"А что симпатичная сеньорита здесь делает?",
"Мне нравятся храбрые капитаны, рассказывающие о своих героических морских подвигах.",
"Увы, главный подвиг пирата это женщина-пират! Вы не пират, не так ли? <подмигивает>",
"Почему вы так решили капитан, вы не боитесь меня? <Хлопает ресницами> Возможно, вы планируете отправиться в смелое путешествие?",
"Мой 'Siroco' плывет с платежной ведомостью в город #sSantiago# через две недели. Я надеюсь, что мы встретим пиратов - усиленный конвой преподнесет им неприятный сюрприз!",
"Они же всегда настороже! Но вы настолько храбры, я надеюсь, что вы скоро повстречаете пиратов. Прощайте!",
}