string DLG_TEXT[12] = {
"Не мешайте, или вам делать нечего?",
"Простите, сэр.",
"Да, что вы хотите, солдат?",
"Меня назначили охранять ваш корабль во время плавания, приказ коменданта ",
"Чему вы радуетесь? Корабль 'Сирокко' не должен отплывать в город #sSantiago# ещё около двух недель. Вернитесь к своим обязанностям! Или если вы не на дежурстве, возьмите пиво и найдите других солдат, с которыми можно выпить.",
"Да, сэр. Спасибо, сэр.",
"А что такая симпатичная сеньорита здесь делает?",
"Мне нравятся храбрые капитаны, рассказывающие о своих героических морских подвигах.",
"Увы, мне не так повезло в плаваниях, как тому жильцу, который недавно привёл в дом женщину-пирата. Вы ведь не пират? <Подмигивает>",
"Почему вы так решили капитан, вы боитесь меня? <Хлопает ресницами> Может быть, вы планируете в ближайшее время отправиться в смелое путешествие?",
"Мой корабль 'Сирокко' отправляется с платёжными ведомостями в город #sSantiago# через две недели. Я надеюсь, что мы встретим пиратов - усиленный конвой преподнесёт им неприятный сюрприз!",
"Они же всегда настороже! Но, кажется, вы настолько храбры, что скоро повстречаете пиратов. Прощайте!",
}