string DLG_TEXT[12] = {
"Отец!",
"...",
"Отец, послушай! Рядом с островом иностранный корабль!",
"О, это всего лишь мой корабль. Я имею в виду... корабль моей сестры.",
"Плывет к берегу, похоже, она хочет высадиться в бухте!",
"Или это не корабль моей сестры? Он уже должен быть в бухте.",
"И он плывёт под пиратским флагом!",
"Это определенно не корабль моей сестры.", // 7
"А я тем временем прокрадусь обратно на побережье и понаблюдаю, что затевает пиратский корабль.",
"Только будь осторожна, девочка. Твой отец не может позволить себе тебя потерять.",
"Не говорите глупостей, мистер. Я спрячусь в кустах. Единственное преимущество, которое у нас здесь есть, заключается в том, что я знаю местность и все кратчайшие пути лучше, чем кто-либо другой!",
"Хорошо, тогда мы все встретимся здесь после того, как я поговорю с этим губернатором.",
}