string DLG_TEXT[50] = {
"Отец!",
"...",
"Отец, послушай! Рядом с островом иностранный корабль!",
"О, это всего лишь мой корабль. Я имею в виду... корабль моей сестры.",
"Корабль плывёт к берегу, похоже, она хочет высадиться в бухте!",
"Или это не корабль моей сестры? Он уже должен быть в бухте.",
"Он плыл под пиратским флагом!",
"Это определённо не корабль моей сестры.", // 7
"А я тем временем прокрадусь обратно на побережье и понаблюдаю, что затевает пиратский корабль.",
"Только будь осторожна, девочка. Твой отец не может позволить себе тебя потерять.",
"Не говорите глупостей, мистер. Я спрячусь в кустах. Единственное преимущество, которое у нас здесь есть, заключается в том, что я знаю местность и все кратчайшие пути лучше, чем кто-либо другой!",
"Хорошо, тогда мы все встретимся здесь после того, как я поговорю с этим губернатором.", // 11
"Отец! Мистер Блейз! Корсары высадились в месте под названием Пунта-Эль-Рон. Они отправили на берег лодку с несколькими людьми, скорее всего, чтобы разведать местность или даже разбить лагерь!",
"Это та самая бухта, где мой... Я имею в виду, корабль моей сестры стоит на якоре?",
"Не совсем. Но это рядом. Слишком близко, на мой взгляд. У тебя есть план? Есть какие-нибудь идеи, что мы могли бы сделать?",
"Не волнуйся. По моему опыту, французские пираты довольно глупы по своей натуре. Держу пари, я смогу заставить их покинуть остров всего несколькими простыми трюками.",
"У меня было достаточно сухой земли под ногами. Я доберусь до корабля и позволю пушкам говорить!", // 16
"О, ты хочешь рисковать своей жизнью ради нас? Если ты прав и сможешь их отпугнуть, мы с отцом навсегда останемся у тебя в долгу!",
"Ничего особенного. У вас есть какие-нибудь идеи, где они могли бы разбить свой лагерь?", // 18
"Недалеко отсюда есть небольшой заброшенный форт. Я слышала, что он был построен людьми Колумба во время их четвертого путешествия в Новый свет, когда они впервые открыли остров #sisland_Cayman#.",
"Тогда именно там я собираюсь устроить свою засаду.",
"Можно мне пойти с тобой? Я могла бы помочь!",
"Слишком опасно. Ты останешься здесь и присмотришь за своим отцом.",
"*Вздох* Хорошо.",
"Берегите себя и не выходите из дома. Я предупрежу сестру: ей следует увести корабль, прежде чем пираты заметят его. После этого я поиграю с корсарами в небольшую игру!", // 24
"Хорошо. Это может быть опасно, но если ты настаиваешь...",
"Отлично! С чего нам начать?",
"Сначала мы предупредим мою сестру, чтобы она увела наш корабль, прежде чем пираты это заметят. После этого устроим засаду...",
"Да? Может, мне подстрелить кого-нибудь?",
"Ещё нет. Ждите моего знака!", // 29
"Какая драка, мистер Блейз! Мы им точно показали, не так ли?",
"Да, и ты хорошо сражалась, Энни. Но теперь всё будет немного сложнее. Спасибо за помощь, но тебе нужно вернуться к своему отцу и убедиться, что он в безопасности. Дальше я сам разберусь.",
"Хм, если ты так думаешь, то удачи, встретимся позже у нас дома!",
"Прощай, Энни.", // 33
"Подожди! Есть ещё кое-что.",
"В чём дело, Энни?",
"Ты возьмешь меня с собой? Я хочу бороздить моря и жить жизнью, полной приключений!",
"Хм, а как же твой отец?", // 37
"Пожалуйста, мистер Блейз!",
"Хорошо, я познакомлю тебя со своей сестрой. Но сейчас нам действительно пора идти.",
"Мне жаль, но это не очень хорошая идея.",
"Хм, очень жаль. Что ж, ты найдешь меня здесь, если когда-нибудь передумаешь.",
"Всего доброго!",
"Отлично! Большое тебе спасибо!",
"Пойдём!", // 44
"Хорошо, почему бы и нет. Добро пожаловать на борт, Энни!", // 45
"Морское сражение с пиратами? Если бы ты смог провернуть это и победить их или прогнать прочь, мы с отцом были бы у тебя в вечном долгу!",
"Ничего особенного. Мне просто придется пойти и одолжить корабль моей сестры.",
"Удачи вам и попутного ветра, мистер Блейз!",
"Это не займет много времени!",
}