string DLG_TEXT[10] = {
"Я получу огромное удовольствие, избив тебя до полусмерти!",
"Давайте посмотрим!",
"Смотри! боксерская груша! Ха-Ха!",
"Ты ходишь по тонкому льду, Чико. Очень тонкому льду...",
"Это смелое заявление для мужчины... Или, лучше сказать для 'МАЛЬЧИКА', который всю ночь плакал в постели из-за того, как сильно я надрал ему задницу!",
"И это громкие слова для человека, который соревнуется только в подставных боях и даже не может нанести настоящий удар.",
"Ты пытаешься оскорбить меня, боксерская груша? Может быть, я тебя недостаточно избил?",
"Или, может быть, на этот раз мы должны сделать это по старинке. Пусть наши клинки решат этот вопрос. Только мы вчетвером. Тот, кто прольет кровь первым, должен заткнуться.",
"Ты бросаешь мне вызов, боксерская груша? Хочешь проверить мой клинок в действии?",
"Я собираюсь насладиться этим, Чико. Каждым. Первым. Вторым. И так далее...",
}