string DLG_TEXT[6] = {
"На мне лежит величайшая ответственность за защиту каждого жителя этого города от негодяев и подонков-неудачников... Как ты!",
"Понимаю. Что ж, удачи тебе в этом, хе-хе!",
"У городских ворот недалеко от порта заперт матрос. Не могли бы вы открыть его для меня?",
"Я так и знал, что нечто подобное произойдёт! Стража на воротах заявила, что заболела, так что нам пришлось запереть ворота на ночь, но я должен был ожидать, что какой-нибудь болван не вернется в город вовремя! Вот, возьми этот ключ и впусти его, но не забудь потом вернуть ключ.",
"Спасибо! [ДУМАЕТ:] От него пахнет как от свиньи!",
"Просто возвращаю ваш ключ!",
}