string DLG_TEXT[8] = {
"Капитан! Тот Коротышка Джек Голд, которого вы ищете? Ну, я поспрашивал, и они сказали, что он в резиденции.",
"Спасибо тебе, матрос.",
"Еще говорят, что он на важной встрече и...",
"Не хочет, чтобы его беспокоили? Что ж, тогда мы подождем.",
"О нет, они говорят, что он определенно хочет, чтобы его побеспокоили, и приветствует любое отвлечение от этой встречи!",
"Хорошо, тогда мы пойдем и повидаемся с ним.",
"Корабль в поле зрения, капитан! У берегов этого острова дрейфует небольшая шлюпка. Мне кажется довольно заброшенная.",
"Очень хорошо, матрос, вы можете вернуться на свой пост.",
}