string DLG_TEXT[11] = {
"Добрый вечер, незнакомец. Прекрасный вечер, не правда ли?",
"Эм, добрый вечер. Извините, но я не могу понять, грабитель вы или миссионер.",
"Я ни тот, ни другой. Я всего лишь скромный гражданин, которому нравится вдыхать свежий, солёный морской воздух во время поздней прогулки по набережной.",
"Тогда почему на тебе этот плащ?",
"Почему бы и нет? Вы должны знать, что это действительно удобно.",
"Понимаю... Эй, у меня есть идея! Не могли бы вы продать мне свой удобный плащ?",
"Мне нравится этот плащ, поэтому он будет стоить вам 25 золотых монет.",
"Нет проблем, вот деньги.",
"25 золотых монет? Хм, на самом деле я передумала. Приятной прогулки.",
"Вот он. И помните: стирайте его только вручную в холодной воде. Используйте соль для удаления пятен от красного вина.",
"Я ценю это. Надеюсь, вы не простудитесь по дороге домой.",
}