string DLG_TEXT[10] = {
"Вы опоздали, магазин закрыт! Я уже достаточно поработал сверхурочно.",
"Пожалуйста, сеньор, мне просто нужен листок бумаги!",
"В такой час? Хм, прекрасно. Но я уже всё здесь запер. Я направляюсь домой, но могу дать тебе листок бумаги у себя дома. Следуйте за мной!",
"Поехали!",
"Вот, пожалуйста, один лист бумаги. Бесплатно могу добавить. А теперь, если вы позволите мне спокойно провести свой вечер...",
"Конечно, спасибо за ваши усилия, вы были очень полезны!",
"Что это был за звук?!",
"Он шел изнутри... В вашем доме кто-то есть?",
"Только моя жена... О, нет!",
"...",
}