string DLG_TEXT[40] = {
"Привет, Блейз. Есть ли успехи на данный момент?",
"Я работаю над этим, малышка Би. Но сначала мне нужно, чтобы ты отплыла на корабле в город #sGrand Cayman# и подождала меня там.",
"Ты ожидаешь каких-либо проблем?",
"Скажем так, у меня небольшое рандеву с французскими корсарами. Оставь своё обеспокоенное лицо! Они идиоты! У меня есть план, как заставить их придушить друг друга довольно скоро... Просто плыви в город #sGrand Cayman#, и мы встретимся на причале позже.",
"На причале? Я слышала, что это просто пляж. Но очень хорошо, увидимся там. И идиоты они или нет, будь осторожен!",
"Не волнуйся, малышка Би. Это будет легко.",
"Не зови меня так...!",
"Уплывай сейчас же, уплывай!", // 7
"Вот и ты, Блейз. Я начала думать, что тебя, возможно, схватили. Что нового?",
"Что нового? Я хочу выпить, вот что нового! В джунглях нет ни одной винной лавки, ты можешь в это поверить?",
"Хорошо, вот бутылка рома. Сегодня ты её заслужил.", // 10
"Ах, хороший ром! Я уже чувствую себя лучше! Кстати, а где сейчас Бонни?",
"Я думаю, она где-то там, флиртует с портовыми рабочими. Но узнали ли вы что-нибудь полезное о нашей маленькой 'проблеме с картой'?",
"А ты как думаешь? То же самое, что и в прошлый раз. Новая карта, полная крестиков, новая безумная история о каком-то таинственном пиратском капитане. Я расскажу вам подробности позже.",
"Хм, хорошо. Тогда переходим к третьему и последнему имени на нашей карте. Там мы, надеюсь, наконец получим некоторые выводы.",
"Тогда давай покинем эту богом забытую скалу!", // 15
"И последнее: хм, а что это за новая девушка, которую ты привёл с собой?",
"О, это Энни. Она хочет плавать с нами в море, я надеюсь, что ты не против. Энни, это моя сестра. Та, что любит командовать.",
"Ладно, думаю, мы с Бонни всегда рады новым девушкам на корабле. Приятно познакомится, Энни.",
"Да, да. Бла-бла-бла. Пошли уже!", // 19
"Это не очень хорошая идея! Наши отношения с испанцами в последнее время не были такими уж блестящими.",
"Прекрасно, тогда почему бы тебе просто не отплыть немного в открытое море и не вернуться сюда через несколько часов? Тогда мы снова встретимся прямо здесь.",
"Очень хорошо. Я вернусь к Райской Скале позже. И идиоты они или нет, будьте осторожны!", // 22
"Она дуется в каюте, потому что, цитирую, 'она ошарашена'. Но узнал ли ты что-нибудь полезное о нашей маленькой 'проблеме с картой'?", // 23
"Что происходит, Блейз? Дозорный заметил пиратский корабль недалеко от острова!", // 24
"Ты рассказываешь мне старые новости, малышка Би. Прямо сейчас мне нужна твоя услуга. Мне нужно одолжить корабль на час или два... Чтобы напасть на корсаров!",
"Ты с ума сошел, Блейз?! Ты будешь командующим морским сражением? Ты?",
"Давай, малышка Би! Ты всегда говоришь, что я никудышный моряк, ужасный штурман и не могу отличить переднюю часть пушки от задней! Это мой шанс доказать, что ты ошибаешься. Кроме того, мы не получим того, за чем пришли, когда эти корсары встанут у нас на пути!",
"Хм... прекрасно! Если ты веришь, что это поможет нам в нашем путешествии, я даю тебе командование кораблем - и разрешение сражаться с пиратами! Просто будь осторожен. Мы с Бонни будем наблюдать за твоими успехами с суши\nВспомни всё, чему я учила тебя о сражениях на море! И никогда больше не называй меня малышкой Би!",
"Я не могу припомнить, чтобы ты когда-нибудь учила меня чему-нибудь о сражениях, малышка Би.",
"КАК ТЫ СМЕЕШЬ ТАК НАЗЫВАТЬ МЕНЯ...!",
"Надо бежать! Морской бой, вот и я!", // 31
"Не так уж и плохо, Блейз! Ты одержал там красивую победу!",
"Да я это сделал, Ха! Согласитесь, ваш старший брат морская фурия!",
"А теперь слезай с небес и не притворяйся, что ты Фрэнсис Дрейк.",
"Ты права, это не так. Мне намного лучше! Хм, кстати, извини за царапины на корабле.",
"Всё нормально. Время от времени приходится чем-то жертвовать. Даже такому гордому судовладельцу, как я! Так что же произошло с этим отшельником?",
"Мне ещё нужно с ним поговорить, скоро вернусь.",
"Хорошо, встретимся здесь, когда закончишь. Эм, а я тем временем начну ремонтные работы корабля.",
"Удачи тебе!", // 39
}