string DLG_TEXT[20] = {
"Мне сказали, что вы приложили немало усилий, чтобы попросить аудиенции. Меня зовут ",
". Теперь, пожалуйста, скажите мне цель вашего визита, ",
".",
"На самом деле, я просто вошел через парадную дверь. Меня зовут Блейз Девлин.", // 3
"Ах, ах, ах. И какова ваша просьба?",
"Был замечен французский пиратский корабль, кружащий вокруг острова.",
"Я понимаю. Ваш отчет настоящим принят к сведению и оценен. Желаем вам приятного пребывания в #sGrand Cayman#. Хорошего дня.",
"И это всё? Что вы собираетесь делать в связи с этой угрозой?",
"Это не совсем угроза, молодой человек. Исходя из нашего опыта, пираты не проявляют особого интереса к колонии #sGrand Cayman# или её судоходству. Вероятно, они просто делают остановку на другой стороне острова, чтобы пополнить свои запасы воды. Жителям нашего поселения это не угрожает.",
"Но они, скорее всего, собираются грабить более богатые испанские корабли в этом регионе!",
"С другой стороны, это может быть так, и именно поэтому я отправлю посланника в город #sRedmond#, а также в город #sHavana#, чтобы они были особенно бдительны. Но безопасности нашей колонии ничто не угрожает.",
"А как же Киллиан О'Бирн? Он и его дочь живут в глуши острова #sisland_Cayman#. Им могут угрожать пираты.",
"Молодой человек, это испанская колония, за которую я отвечаю. И этот... О'Бирн и его внебрачная дочь не являются гражданами Испании и не живут в колонии. Это означает, что их безопасность - их личное дело. Они отказываются от моей защиты, живя сами по себе, и я больше ничего не могу с этим поделать.",
"Забавно, судя по тому, что я слышал, вы и ваши люди изгнали их из колонии. Похоже, у вас слабое отношение к истине, не так ли?",
"Молодой человек, моё терпение на исходе! Я не несу - повторяю - НИКАКОЙ ответственности за дикарей, которые живут в кустах вместе с муравьями и дикими обезьянами! И это всё, что я могу сказать по этому поводу.",
"Снова смешно, потому что до сих пор единственная обезьяна, которую я видел на #sisland_Cayman#, носила парик и кричала в резиденции.",
"Как ты смеешь меня так оскорблять! Немедленно покиньте мой кабинет!",
"До свидания.", // 17
"Вон, вон! Я позову стражу! Вон!",
"Ты кричишь как гавкающая собака.",
}