string DLG_TEXT[47] = {
"Так ты дикарь, убивший моих людей? Это смело с твоей стороны. Храбрый и склонный к самоубийству. Я капитан Годфруа Бонами с корабля 'Пастенаг'. Как бы ты хотел умереть? Должны ли мы вытащить тебя на берег или просто пристрелить прямо здесь?",
"Я Блейз Девлин. Послушайте, мне жаль, что я убил ваших людей. Я просто ненавижу всякого рода мятежников, и именно поэтому я вышел из себя.",
"Что прости? О чём ты говоришь?",
"*Вздох* Видишь ли, я такой же корсар, как и ты. Я был капитаном корабля 'Свинной Пирог', и мы отплыли из порта Бирмингем, чтобы захватить испанские корабли между островами #sisland_Cuba# и Флоридой...",
"...",
"...и вдруг моя команда решила взбунтоваться и оставила меня на этом забытом богом острове. Я живу в лесу уже почти три месяца.",
"Когда я шпионил за вашими людьми, как сделал бы любой другой, я услышал, как они говорят о мятеже, что меня очень разозлило! Я схватил свой меч, остальное уже история.",
"Я ни черта не понимаю! Зачем им говорить о мятеже? Мои люди не мятежники, месье!",
"Верьте чему хотите, но я слышал, как эти трое громко и ясно говорили о мятеже.",
"Чёрт возьми! Это правда? Если это так, то вы мне здесь помогли! Ха! Я уже хотел порубить тебя на куски, а потом узнал, что ты избавился от мятежников ради меня! Ха!",
"Но, вероятно, мятежников не только было трое...",
"Что?! Вы хотите сказать, что в моей команде есть ещё люди, планирующие мятеж?",
"Они говорили о других, так что я понял, что мятежников больше. Я не услышал ни имен, ни подробностей, но, кажется, упоминался офицер, руководивший заговором.",
"Чёрт возьми! Офицер - предводитель мятежников?! Это непостижимо! Но кто это мог быть? Возможно, первый помощник, Безумный Кей Хубечер? Или это боцман Сумасшедший Люк Хельвер?",
"Как я уже сказал, я не расслышал ни одного имени.",
"О Боже! Как мне тогда поймать мятежников?",
"Если вы позволите мне сделать предложение: вы могли бы разделить двух офицеров и позволить каждому из них работать со своими ближайшими матросами. Затем понаблюдайте за группами и посмотрите, где может назревать мятеж.",
"Это действительно отличная идея! И ты мне поможешь! Если только ты всё ещё не хочешь, чтобы тебя тащили под килем\nВозвращайтесь на остров, где первый помощник капитана и его люди уже работают над базовым лагерем. Посмотрим, сможете ли вы что-нибудь придумать!\nА пока я останусь на корабле и присмотрю за боцманом и его частью команды.",
"Понятно, я возьму одну из вёсельных лодок. Вернусь когда у меня будет новая информация. [ДУМАЕТ:] Он даже глупее, чем я себе представлял!", // 18
"Это заняло у тебя достаточно много времени! Я почти поверил, что ты сбежал. Итак, ты нашел что-нибудь в лагере?",
"Я внимательно наблюдал за первым помощником и его людьми и не смог разглядеть никаких признаков предательства. Они кажутся мне преданными до мозга костей, высоко отзывались о вас, и ещё одна хорошая новость - они нашли маленький сундук с золотом закопанный в лагере!",
"Золото? Это действительно хорошие новости. Но обо всём по порядку: если первый помощник верен, то не означает ли это, что боцман — главарь мятежников?",
"Это и мой вывод тоже. Где он?",
"Он контролирует работу в грузовом отсеке. Они отодвигают пороховые бочки, чтобы освободить место для грабежа!",
"Без сомнения, он выбрал бы для этой работы кого-нибудь из своих товарищей-мятежников, чтобы они могли тайно спланировать своё предательство! У вас есть ещё преданные люди на борту?",
"Да, двое моих слуг прошли бы ради меня через ад. Мы можем на них положиться!",
"Тогда приведи этих двух слуг, вооруженных и готовых ко всему! Затем мы нанесем небольшой визит мятежникам в грузовом отсеке...", // 26
"Сумасшедший Люк Хельвер, ты предатель и мятежник! А теперь сложите оружие, или мы перережем вас, как свиней, которыми вы все и являетесь!",
"...", // 28
"Неужели я выгляжу так, будто шучу? Ребята, обнажите свои мечи!",
"Ты умрёшь, Сумасшедший Люк Хельвер! Приготовься, свинья!", // 30
"ХА-ХА! Мятежников больше нет! Сумасшедший Люк Хельвер будет гнить в аду!",
"Хороший бой, капитан! Это послужит предупреждением для любых будущих потенциальных мятежников!",
"Теперь перейдем к следующему: вы упомянули, что первый помощник нашел немного золота на берегу?",
"Это правда, в заброшенном форте они обнаружили полузакопанный сундук с испанскими монетами.",
"Я хочу увидеть это и поздравить первого помощника с его находкой, прежде чем заберу свою достаточно большую долю! Пойдём на берег, и ты проведешь меня в этот форт!",
"Хорошо, капитан. Следуйте за мной!", // 36
"Веди нас в лагерь немедленно!",
"Я пытаюсь! В этих джунглях трудно ориентироваться...", // 38
"Чёрт возьми! Почему первый помощник капитана и его люди только что напали на нас? Ты уверял меня, что они не были с мятежниками!",
"И ты просто поверил всему, что я сказал, через пять минут после первой встречи со мной? Ты действительно король идиотов, капитан Бонами!",
"Что? Ты солгал мне? Свинья! Грязный англичанин!",
"Ты не в лучшем положении, капитан. Все твои самые ценные члены команды скончались за несколько часов, и теперь ты здесь, во власти моего клинка. Но в этом виноват ты сам.",
"Ты заплатишь за это, Девлин! Обнажи свой меч!",
"С удовольствием, Капитан!", // 44
"Куда мы направляемся? Я верю, что этот путь ведет к испанскому поселению! Ты должен был привести нас в лагерь!",
"Вы правы, мы свернули не туда. Пойдем другим путем.",
}