string DLG_TEXT[12] = {
"Разве вы не хотите сообщить мне о каком-то преступлении?",
"Нет, я просто хочу знать, не Гузман ли вас зовут. И если это так, мне нужно, чтобы вы вернули сборник стихов, который вы позаимствовали у своего начальника, Тони Харальдо.",
"Позаимствовал? О, нет! Я... я неправильно понял, я думал, что книга была подарком сеньора Харальдо.",
"Мне жаль, но это было не так. И ему нужно вернуть её.",
"О нет... Боюсь, я... э-э-э... я продал книгу. Я не думал, что ему она снова понадобится. Я отдал её французу Мартину Жаури за пять штук по восемь. Вы должны спросить его.",
"Француз? Что здесь делает француз?",
"Я не знаю. Возможно, собирает информацию для будущего поглощения?",
"Французское поглощение? Конечно! Этого не произойдет в ближайшие 59 лет! Где мне его найти?",
"Он живет в маленьком домике на другом конце города. У которого перед дверью три коробки.",
"Хорошо, я пойду поищу его.",
"Пожалуйста, не говорите сеньору Харальдо, что я продал его сборник стихов!",
"Я не буду.",

}