string DLG_TEXT[22] = {
"Это сюрприз, я точно не ожидал сегодня посетителей. На самом деле, я не жду посетителей в любое время. Но это приятный сюрприз.",
"Вы О'Бирн?",
"Это точно моё имя, парень. Но кто вы, если я не знаю здесь ни одного парня или девушку, которые мне не знакомы, но кто знает меня? Если вы понимаете, что я имею в виду. Ты не похож на испанского колониста. Да, ты моряк, я вижу! И английский при этом!",
"Меня зовут Блейз. А если вы никого не знаете, возможно, это потому, что вы живете в глуши богом забытого испанского острова?",
"Да, ты умный парень. Но если вы искали меня, то вы знаете, кто я такой, верно? \nЯ ирландский моряк, добровольно отправившийся в испанскую экспедицию! Да, кто знал, что такое существо существует? Они более редки, чем лепрекон, но я здесь! У меня больное колено из-за осколка, который я получил недалеко от острова #sisland_Redmond#, и тогда пришло время остепениться. На родине мне осталось жить не так уж и много, так что ещё раз повторяю: вот он я!",
"Это интересная история, и она звучит почти так же безумно, как вы выглядите. Так ты действительно отшельник? Ты живешь здесь совсем один?",
"Надеюсь я смогу ответить на твой вопрос, парень! Блейз, это моя дочь Энни, моё самое дорогое сокровище. Она была на охоте, так что у нас есть чем перекусить, кроме рыбы и овсянки! Энни, поздоровайся с Блейзом. Он моряк и интересуется старыми отшельниками, ха-ха!",
"Дочь, да? Я вижу сходство.", // 7
"Французские пираты! Теперь мы в беде!",
"Что здесь делают французские пираты?",
"Прячутся и замышляют своё следующее мошенничество! Да, им не нужен #sGrand Cayman#, в этом захолустном городишке мало что можно выиграть. Но побережье с его бухтами и островками - идеальное укрытие для нападения на судоходство между материком и такими портами, как #sHavana# и #sRedmond#. Может быть, французы не так глупы, как обычно кажутся!",
"...",
"Проблема в том, что если они приземлятся в бухте и разобьют лагерь где-нибудь здесь, нам с Энни не спастись. Ты же не думаешь, что вонючие пираты будут нам мирными соседями? Они убьют нас от радости или того хуже! Мы не сможем выйти на охоту и рубить дрова, нам придется прятаться здесь, дрожа, в надежде, что нас не обнаружат. Да, мы можем сопротивляться, но долго не протянем. Я едва могу ходить с этим моим больным коленом.",
"Случалось ли что-то подобное раньше, О'Бирн?",
"Да, но тогда пираты покинули остров через 3 дня после того, как сюда пришла сильная буря. Но эти 3 дня были адом, жить на грани того, чтобы оказаться во власти французских негодяев. Я говорю, что нам не будет так везти каждый раз.",
"Но испанские колонисты в поселении, разве они не приняли бы вас? Неужели они вообще ничего не предпримут в отношении корсаров?",
"Ты смешной, парень. Возможно, они дрожат, как и мы. Возможно, они считают, что это не их дело, пока французы не нападут на #sGrand Cayman#. И нет, они нас не примут. Они слишком сильно нас ненавидят\nПочему вы думаете, что мы живем здесь? Из-за свежего воздуха, конечно. Но также и потому, что испанцы смеются над моей хромотой и пренебрегают моим ирландским наследием. Если и есть что-то, что они ненавидят больше меня, так это Энни. Её мать была испанской девушкой из города, над которой они насмехались с того момента, как у неё начал расти живот. \nКогда её забрала проклятая лихорадка, нас с Энни изгнали. Мы предпочитаем не ходить в этот отвратительный город.",
"Это ужасно. Но у этих людей должен быть какой-то губернатор или как там они называют свою местную шишку. Я сейчас пойду туда и поговорю с ним.",
"Ты хороший парень. Откровенно говоря, я не верю, что ты сможешь убедить его хотя бы приподнять задницу ради нас. Но мы рады, что ты помогаешь нам.",
"Я скоро вернусь.", // 19
"Вы найдете губернатора в резиденции #sGrand Cayman#. Если и есть кто-то, кто может убедить его, то это ты, Блейз!",
"Я знаю, что я могу это сделать.",
}