string DLG_TEXT[12] = {
"О, я так рада, что вы смогли прийти! (Бла-бла-бла) - Обожаю эти туфли! (Бла-бла-бла) - Разве это не отличный праздник? (Бла-бла-бла) - Мы должны выпить чаю вместе как можно скорее! (Бла-бла-бла) - О, моё платье оооочень дорогое! (Бла-бла-бла)...",
"...",
"Что здесь происходит?! Эрнесто?! Кто эта девушка?!",
"Привет, я Бонни! Почему бы тебе не выпить с нами бокал вина? Хи-хи.",
"ЭРНЕСТО! В день нашей свадьбы? Ты сволочь! СВОЛОЧЬ! А ты, девушка! Убирайся! УБИРАЙСЯ!",
"Что вы планируете делать с этой колотушкой для ковров, мадам? Мадам...?! [ДУМАЕТ:] У неё истерика! Я должна убираться отсюда! Быстро, в то окно позади меня!",
"Ты не спишь? Как ты себя чувствуешь? Не двигайся! Вот, выпей стакан воды.",
"О-о-о, моя голова... Где я нахожусь? Что случилось?",
"Вы в безопасности, в городе! Кто-то очень сильно избил вас в одной из тех дурацких драк, которые устраивает мой дурацкий тесть. Вы были без сознания всю ночь. Как же это ужасно! Я поговорю с ним или хотя бы с моим дорогим мужем.",
"Я бы сам хотел перекинуться несколькими словами с сеньором Харальдо... Предпочтительнее ударом кулаком или сразу выстрелом из пистолета.",
"Пожалуйста, не усугубляйте ситуацию! Важно, чтобы вы чувствовали себя лучше. Надеюсь, у вас нет сотрясения мозга... Он попросил меня дать вам 20.000 золотых монет за вашу доставку рома и ещё 1000 из денег, которые вы заработали на дурацких ставках!",
"Спасибо вам, девушка. Тогда я пойду поищу немного воды, а ещё лучше - рома. Жаль, что вас здесь держат...",

}