string DLG_TEXT[12] = {
"О, я рада, что ты смог прийти! (Бла-бла-бла) - Обожаю эти туфли! (Бла-бла-бла) - Разве это не отличная вечеринка? (Бла-бла-бла) - Мы должны выпить чаю вместе как можно скорее! (Бла-бла-бла) - О, мое платье было оооочень дорогим! (Бла-бла-бла)...",
"...",
"Что здесь происходит?! Эрнесто?! Кто эта девушка?!",
"Привет, я Бонни! Почему бы тебе не выпить с нами бокал вина? Хи-хи.",
"ЭРНЕСТО! В день нашей свадьбы? Ты сволочь! СВОЛОЧЬ! А ты, девушка! Убирайся! УБИРАЙСЯ!",
"Что вы планируете делать с этой колотушкой для ковров, мадам? Мадам...?! [ДУМАЕТ:] У неё истерика! Я должна убираться отсюда! Быстро, в то окно позади меня!",
"Ты не спишь? Как ты себя чувствуешь? Не двигайся! Вот, выпей стакан воды.",
"О-о-о, моя голова... Где я нахожусь? Что случилось?",
"Вы в безопасности в городе! Кто-то очень сильно избил тебя в одной из тех дурацких драк, которые устраивает мой дурацкий тесть. Ты была без сознания всю ночь. Какая ужасная вещь! Я поговорю с ним или хотя бы с моим дорогим мужем.",
"Я бы сама хотела перекинуться парой слов с сеньором Харальдо... Предпочтительнее ударом ладонью или пистолетной пулей.",
"Пожалуйста, не усугубляй ситуацию! Важно, чтобы вы чувствовали себя лучше. Надеюсь, у вас нет сотрясения мозга... Он попросил меня дать вам 20000 золотых монет за вашу доставку рома и ещё 1000 из денег, которые они заработали на своих дурацких ставках на бой!",
"Спасибо вам, девушка. Тогда я пойду поищу немного воды, а ещё лучше - рома. Жаль, что тебя здесь держат.",

}