string DLG_TEXT[9] = {
"*ГРОМКИЙ ХРАП*",
"Вставай, моряк! Пора возвращаться на корабль!",
"*ЕЩЁ БОЛЕЕ ГРОМКИЙ ХРАП*",
"[ДУМАЕТ:] Он слишком пьян! Я должна полить его немного водой, чтобы он взбодрился!",
"А теперь прими небольшой душ, Хуан...",
"Что происходит? Вы с ума сошли?! Я промок насквозь!",
"О, ты проснулся! Это мило, Хуан. А теперь возвращайтесь на корабль, прикажите своему офицеру! Отпуск на берег отменяется.",
"Уже? Гррр, прекрасно. Возможно, я найду бутылку рома в грузовом отсеке...",
"Ступай!",
}