string DLG_TEXT[6] = {
"Муахаха, посмотрите на это, ребята! Две маленькие рыбки угодили в нашу ловушку!",
"Проваливай, бандит. У меня нет времени на эту чепуху.",
"Как это так, рыбки умеют разговаривать! Хватит, сложите оружие, вы оба, и отдайте нам всё, что у вас в карманах. Золото, драгоценности, письма от ваших подруг... Отдайте всё это мне!",
"Я собираюсь приставить своё оружие к твоему горлу, если ты не уберёшься восвояси. Нам с этим человеком нужно свести счёты, и ты в этом не участвуешь.",
"Планы меняются, ребята! Мы собираемся содрать шкуру с этого шутника прямо здесь, на месте. А другого мы отведём в лагерь. Он может готовить, убирать и делать другие вещи для нас. Он будет хорошим рабом.",
"С меня хватит. Пора выбить тебе пару зубов!",
}