string DLG_TEXT[6] = {
"Муахаха, посмотрите на это, ребята! Две маленькие рыбки угодили в нашу ловушку!",
"Проваливай, бандит. У меня нет времени на эту чепуху.",
"Как это так, рыбки умеют разговаривать! Хватит, сложите оружие, вы обе, и отдайте нам всё, что у вас в карманах. Золото, драгоценности, письма от ваших подруг... Отдайте всё это мне!",
"Я собираюсь приставить своё оружие к твоему горлу, если ты не уберешься восвояси. Нам с этим человеком нужно свести счеты, и ты в этом не участвуешь.",
"Планы меняются, ребята! Мы собираемся содрать шкуру с этой шутницы прямо здесь, на месте. Другую мы отвезем в лагерь. Она может готовить, убирать и делать другие вещи для нас. Она будет хорошей рабыней.",
"С меня хватит. Пора выбить тебе пару зубов!",
}