string DLG_TEXT[7] = {
"О, добрый день! Не часто нас, скромных мастеров, навещают!",
"Боюсь, у меня нет времени на беседу. Меня просто интересует книга стихов, которую вам подарил француз.",
"Он действительно подарил мне сборник стихов, но я подарил его своему коллеге Бонто. Он освобожденный раб, который не умеет читать, поэтому я подумал, что он может чему-то научиться.",
"Аааааааа! Хорошо, где мне найти Бонто?",
"Он живёт в первой части города, недалеко от гавани, в доме у колодца.",
"Хорошо.",
"...",
}