string DLG_TEXT[12] = {
"Боюсь, у нас нет времени на разговоры, слишком много посетителей! Если вы хотите помочь, принимайте заказы и приносите нужные напитки.",
"Ты прав, некоторые из них всё ещё выглядят измученными жаждой.",
"Эй, спасибо тебе за то, что помог мне! Я уже боялся, что это затянется до завтрашнего утра!",
"Пожалуйста, но на самом деле я просто очень хотел с вами поговорить.",
"Конечно, теперь у нас более чем достаточно времени!",
"Послушай, это немного странно, но я нашел твоё имя на этой карте... Тебе это о чем-нибудь говорит? Возможно, два других имени что-нибудь значат?",
"Так, так, так, будь я проклят... Да, это действительно что-то значит. Связь со странной инструкцией, которую мне дали давным-давно... Забавно, что в некотором смысле ты ждешь этого момента всю свою жизнь, а когда он наступает, ты все равно удивляешься...",
"Пожалуйста, скажи мне!",
"Много лет назад, когда я только переехал в #sSanto Domingo#, я встретил моряка, который называл себя 'Капитан Э'. Который сказал мне, что ждёт свой корабль, который прибывает за ним с другого острова. Он жил в моём доме в течение этого короткого периода времени, и мы стали друзьями. Хотя я так и не узнал, кем он был на самом деле\nОднажды он сказал, что его корабль приплыл за ним. Не в порт, а в пустынную бухту. Перед уходом он дал мне запечатанную бумагу и сказал, что однажды две рыжеволосые девушки и светловолосый парень придут за мной, не зная ничего, кроме моего имени по надписи на карте. Тогда и только тогда я отдам ??эту бумагу.",
"!",
"Итак, вот она. С тех пор я ношу с собой этот запечатанный лист бумаги, но никогда больше не видел этого моряка. Я надеюсь, что это поможет вам в любом поиске, который вы преследуете.",
"Большое вам спасибо, мистер Джаури! Я должна сейчас же уйти и немедленно показать это своим брату и сестре!",
}