string DLG_TEXT[12] = {
"Боюсь, у нас нет времени на разговоры, слишком много посетителей! Если вы хотите помочь, принимайте заказы и приносите нужные напитки.",
"Ты прав, некоторые из них всё ещё выглядят измученными жаждой.",
"Эй, спасибо тебе за то, что помогла мне! Я уже боялся, что это затянется до завтрашнего утра!",
"Пожалуйста, но на самом деле я просто очень хотела с вами поговорить.",
"Конечно, теперь у нас более чем достаточно времени!",
"Послушайте, это немного странно, но я нашла ваше имя на этой карте... Вам это о чём-нибудь говорит? Возможно, два других имени что-нибудь значат?",
"Так, так, так, будь я проклят... Да, это действительно что-то значит. Это связано со странной инструкцией, которую мне дали давным-давно... Забавно, что в некотором смысле ты ждёшь этого момента всю свою жизнь, а когда он наступает, ты всё равно удивляешься...",
"Пожалуйста, скажите мне что это значит!",
"Много лет назад, когда я стал жить в городе #sSanto Domingo#, я встретил моряка, который называл себя 'Капитан Ю'. Он сказал мне, что ждёт свой корабль, который прибудет за ним с другого острова. Этот человек жил в моём доме в течение этого короткого периода времени, и мы стали друзьями. Хотя я так и не узнал, кем он был на самом деле\nОднажды он сказал, что его корабль приплыл за ним. Не в порт, а в пустынную бухту. Перед уходом он дал мне эту карту и сказал, что однажды две рыжеволосые девушки и светловолосый парень придут за мной, не зная ничего, кроме моего имени по надписи на карте. Тогда и только тогда я отдам эту карту.",
"Вот это история!",
"Итак, вот она. С тех пор я ношу с собой эту карту, но никогда больше не видел этого моряка. Я надеюсь, что она поможет вам в любом поиске, который вы преследуете.",
"Большое вам спасибо, мистер Джаури! Я должна сейчас же уйти и немедленно показать это своим брату и сестре!",
}