string DLG_TEXT[10] = {
"Я бы хотел пять яиц, две дыни и фунт табака... О, Бонжур!",
"Вы Мартин Джаури?",
"Во всей моей красе, дорогая! Что я могу для вас сделать?",
"Ты можешь вернуть книгу стихов, которую тебе продал один из городских стражников. Она принадлежит чиновнику колонии, и я должна вернуть её ему.",
"Книга стихов, книга стихов... Ах, да! Это было ужасно, оскорбление по-настоящему великих французских бардов, поэтому я отдал её испанцу, которому, возможно, понравилась бы эта чушь.",
"О Боже... Кому вы её отдали?",
"Кажется, одному из плотников в ремонтном доке.",
"Понятно.",
"О, Бонжур!",
"Сейчас у меня нет времени с вами разговаривать.",
}