string DLG_TEXT[8] = {
"Вы ",
"Да, это я. Чем я могу вам помочь?",
"Капитан порта просил передать вам письмо.",
"Капитан порта...? Но это почерк моего отца! Думаю, мне следует навестить этого Капитана. Он сказал что-нибудь еще?",
"Простите. Вы спрашиваете о 'Вилла-Де-Малага', капитан?",
"Подожди... Откуда я тебя знаю? Точно, ты...!",
"Кто я такой, не имеет никакого значения. Но знания, которыми я владею, таковы. Я видел 'Вилла-Де-Малага', мисс Девлин. Судно сильно пострадало во время шторма после выхода из города #sGreenford# и, таким образом, направилось в город #sSantiago# для ремонта.",
"Ты спаситель, Таинственный Посланник!",
}
