string DLG_TEXT[13] = {
"Красивый корабль, вам не кажется?",
"Разве вы не Паоло, плотник с корабля 'Вилла-Де-Малага'? Вам нужно вернуться на свой корабль, приказ от вашего штурмана!",
"Знаю, знаю! Я уже опаздываю... Но мне просто нужно ещё минутку понаблюдать за этим кораблем. Разве вы не видите великолепные пропорций мачт?",
"Это же обломки!",
"Это так, но дизайн по-прежнему необычен, и как плотник я могу многому научиться, глядя на него, и применять эти знания в своих работах в будущем.",
"Возможно, так оно и есть, но сейчас у тебя нет на это времени.",
"Если бы у меня только был с собой лист бумаги! Я мог бы сделать набросок и изучить его позже...",
"Отлично, если это поможет тебе быстрее вернуться на свой корабль, я достану тебе какую-нибудь бумагу! [ДУМАЕТ:] Но где же?",
"...",
"Вы нашли лист бумаги!",
"Да, а теперь делай свой дурацкий набросок.",
"Замечательно, мне удалось сделать очень красивый набросок!",
"Поздравляю. А теперь возвращайся на корабль!",

}