string DLG_TEXT[16] = {
"Пссс, я прячусь здесь от владельца магазина!",
"Хватит этой бабьей чепухи, Педро! Немедленно возвращайтесь на свой корабль!",
"Неужели уже так поздно? У жены владельца магазина действительно талант заставлять человека забывать о времени!",
"*Качает головой* - ИДИ!",
"Держи его прямо здесь! Куда ты идешь? Назови себя!", //4
"Я просто собираюсь прогуляться по набережной. Есть ли какая-то проблема?",
"Мы ищем штурмана нашего корабля, Рокозо Бальбоа. Капитан подозревает, что он, возможно, бродит где-то поблизости.",
"Штурман Бальбоа? Но я только что видел его возле таверны. Он арестовывал несколько женщин.",
"Арестовывал женщин? О чем ты говоришь?",
"Да, он арестовывал кучу шлюх за то, что они не носили соответствующую одежду. На самом деле на них вообще не было никакой одежды. Поблизости не было городской стражи, поэтому офицер Бальбоа счел своим долгом положить конец этой вульгарности.",
"Ты слышал это, Хуан? Никакой одежды! Быстрее, может быть, нам еще удастся мельком увидеть!",
"...", // 11
"Меня попросили доставить этого беднягу сюда, на карантинный корабль. Он очень болен.",
"Болен? Что с ним такое?",
"Ужасный лургий. Очень заразен. Я советую вам держаться на расстоянии. Медицинский плащ лишь частично предотвращает распространение.",
"Ты слышал это, Хуан? Мы все умрём! беги!",
}