string DLG_TEXT[11] = {
"Оставь меня в покое, потому что мне нужно кое-что выучить.",
"Эм, извини меня.",
"Что ты изучаешь?",
"Латынь, гербологию и алгебру. У меня скоро очень важные экзамены.",
"Понимаю... Послушайте, у меня к вам небольшой вопрос: вы знаете, куда отправился Торговец Блейз Девлин?",
"Этот бандит? Не то чтобы меня это волновало, но он собирал свои вещи и направлял паруса куда-то на юг. Хорошо что он избавил нас от своего неприятного присутствия.",
"На юг? Понятно...",
"Этот дебошир, раздающий ром этой нецивилизованной своре придурков, я надеюсь, мы его больше никогда не увидим! Я не могу как следует изучать свои книги, когда все поют и болтают!",
"Ты же знаешь, что находишься в таверне для контрабандистов и пиратов, верно? Может быть, это просто не лучшее место для учебы... Эм, Алгебры.",
"И какое тебе дело, необученная матроска? Сходи сама за книгой для разнообразия! Ибо тому, что говорится в юности, не учат в зрелом возрасте!",
"Я ухожу отсюда, спасибо тебе и прощай.",
}