string DLG_TEXT[8] = {
"Здравствуй. Чего ты хочешь от такой старой женщины, как я?",
"Это ужасно сложно, сеньорита. На похоронах вашего мужа была прочитана вслух книга стихов - мои соболезнования, - которая на самом деле принадлежит назначенцу короны, и я должен вернуть её ему.",
"Ах, да. Я помню это только потому, что мой покойный муж ненавидел поэзию, и для меня это чуть не испортило похороны. Но в тот день в церкви была дама, которой это понравилось, поэтому она спросила, можно ли ей взять книгу.",
"Кто была эта дама? Мне нужно знать!",
"Я не знаю её. Весь день гадала, что она там делает и не была ли она шлюхой моего мужа. Но я думаю, что мой сын знает её. Возможно, она и его шлюшка тоже... Вам следует спросить его, он всегда плавает на пляже.",
"Спасибо вам, сеньорита. [ДУМАЕТ:] Опять начинается...",
"Здравствуйте. Мы знакомы?",
"Нет, сеньорита. [ДУМАЕТ:] Она забывчива?",
}