string DLG_TEXT[8] = {
"Остановись, идиот! Кто ты? Сколько ещё людей должно жить в этих пустынных джунглях?",
"Брось это, приятель. Ваш корабль уже потерпел поражение в бою от меня. Что вы надеетесь здесь получить?",
"Лжец! На корабле 'Пастенаг' даже царапины не осталось. Что я хочу получить от этого? Рабов! Возможно, немного веселья! Как только мы поймаем девушку, мы отведём вас всех к капитану!",
"Ты только что сказал девушку?",
"Мы знаем, что где-то здесь есть девушка. Она сбежала, когда мы схватили её старика. Но мы не можем упустить возможность вернуть её на корабль, не так ли? Теперь, где она?",
"Насколько я знаю это Энни, она прячется прямо там, в кустах, пока мы разговариваем, целясь из мушкета точно вам в голову.",
"Ха! Ты забавный парень. Если бы это было так, то почему бы ей просто не пристрелить меня?",
"Потому что она точно знает, что двое ваших друзей доберутся до её отца прежде, чем она сможет спасти его или перезарядить свой мушкет. Но теперь, когда я здесь, это больше не проблема. Она может застрелить тебя, а я порежу твоих друзей, прежде чем они смогут причинить хоть какой-нибудь вред. Не так ли, Энни? Три, два, один...",
}