string DLG_TEXT[7] = {
"Ни одной рыбы за целый рабочий день? Ты можешь в это поверить?!",
"Мне жаль, но я надеюсь, что завтра тебе повезет больше.",
"Извините, но я хотела задать вам вопрос.",
"Тогда спрашивайте, мадам. Я никуда не собираюсь уходить в ближайшее время.",
"Я ищу человека по имени Блейз Девлин. Он высокий, светловолосый и полон проблем.",
"О, вы имеете в виду Торговца? Пойди спроси о нем хозяйку нашей таверны, хотя у нее не найдется никаких приятных слов для вас!",
"Спасибо тебе... И удачи с рыбой!",
}