string DLG_TEXT[10] = {
"Да, новый рекорд! Я задержал дыхание под водой на одну минуту, одиннадцать секунд! Давай посмотрим, смогу ли я сделать это снова...",
"Привет, тебе!",
"О, привет, это спасатель! Не волнуйся, я останусь на мелководье!",
"Послушай, у меня уже нет терпения, оно оставленно где-то между магазином и церковью. Просто скажи мне имя женщины, которая взяла книгу стихов на похоронах твоего отца - ПОЖАЛУЙСТА!",
"Что? Почему ты спрашиваешь об этом? Это была Сеньорита Харальдо, жена сеньора Харальдо. Прекрасная леди, которая любит время от времени сама прыгать в воду.",
"Жена Тони Харальдо?! Вы уверены?!?",
"Конечно! Я знаю всех офицеров из их семьи. Меня достаточно арестовывали за нарушения правил купания!",
"Я бегаю здесь кругами... Мне нужно вернуться к Харальдо!",
"И мне нужно вернуться под воду!",
"Конечно, всего хорошего.", 
}