string DLG_TEXT[10] = {
"Да, новый рекорд! Я задержал дыхание под водой на одну минуту, одиннадцать секунд! Давай посмотрим, смогу ли я сделать это снова...",
"Здравствуйте!",
"О, здравствуйте, вы спасатель? Не волнуйтесь, я останусь на мелководье!",
"Послушайте, у меня уже нет терпения, оно оставленно где-то между магазином и церковью. Просто скажите мне имя женщины, которая взяла книгу стихов на похоронах вашего отца - ПОЖАЛУЙСТА!",
"Что? Почему вы спрашиваете об этом? Это была Сеньорита Харальдо, жена сеньора Харальдо. Прекрасная леди, которая любит время от времени сама прыгать в воду.",
"Жена Тони Харальдо?! Вы уверены?!?",
"Конечно! Я знаю всех офицеров из их семьи. Меня достаточно много арестовывали за нарушения правил купания!",
"Я бегаю здесь кругами... Мне нужно вернуться к Харальдо!",
"И мне нужно вернуться под воду!",
"Конечно, всего хорошего.", 
}