string DLG_TEXT[36] = {
"И что вы делаете в моей комнате...?",
"Я не вор, Ваше Преосвященство.",
"Ага, вежливый незваный гость. И лжец. Ты больше, чем вор. Может капитан воров.",
"Преподобная мать, я капитан торгового судна - вот и всё.",
"Когда-то я был капером, это правда. Но это была война.",
"Просто слухи - плохие слухи. Я думаю, это из-за картины.",
"Хорошо, преподобная мать, да, я пират.",
"Меня высадила пиратская команда - это правда. Делает ли это меня пиратом?",
"Жаль, что вы решили продолжать лгать. Попробуйте еще раз!",
"Капер - это правда. Но это еще не все. Говори правду!",
"Но вас изображают пиратом. С именем и всем прочим! Тебе лучше сказать правду!",
"Так-то лучше. И вы так сильно хотите заполучить этот фрагмент карты, потому что надеетесь, что он укажет путь к огромным сокровищам?",	//11
"Я не хочу оставаться в стороне, ты не рассказываешь мне всего. Попробуй еще раз!",
"Вы готовы продать её, ваше преосвященство?",										//13
"Хм, интересно, не могли бы вы вместо этого оказать мне услугу? Но это опасно.",
"Я не боюсь. Скажи мне, что делать.",
"Я хочу, чтобы вы собрали предметы, необходимые мне для сегодняшней службы. Верните их мне, и я дам вам вторую половину карты.",
"Нет проблем, Преподобная Мать. Где найти эти предметы?",
"Вы должны обыскать склепы и Маленькую часовню на кладбище, капитан.",
"Что это за предметы?",
"Библия, восковые свечи, алтарный хлеб, кадило, серебряный крест, четки, икона и реликвия. Всего 8 предметов.",
"(Пфф!!) Очень хорошо, я скоро вернусь, Ваше Преосвященство.",
"Ах, капитан, вы всё принесли?",
"Да, Преподобная Мать.",
"Очень хорошо. Если бы вы только изменили свой образ жизни, мой дорогой капитан. Путь пиратства ведет только к проклятию, сын мой.",
"Хрмпф...",
"Теперь перейдем к моей части нашего соглашения - вот, возьмите фрагмент карты. Попутного вам ветра, капитан.",
"Большое спасибо, Ваше Преосвященство. До свидания.",
"Слава Богу, мы все выжили! И спасибо вам, капитан Пайл, за вашу помощь.",
"Добро пожаловать, Преподобная Мать.",
"А теперь, сестра Ричардс, не могли бы вы, пожалуйста, открыть ворота монастыря для капитана Пайла.",
"---",
"Не сейчас, пожалуйста, уходи.",
"О, простите, Ваше Преосвященство.",							//33
"Да, но почему она разорвана на части и где вторая половина?",		//34
"Мне понадобился лист бумаги для записей. Но у меня есть и другая часть.",		//35






};