string DLG_TEXT[14] = {
"Нет, нет, она не открыта.",
"Извините, но дверь была открыта...",
"Если вы ищете моего мужа - его здесь нет.",
"Я вижу, мадам, где я могу его найти?",
"Он в своём 'клубе'. Я не уверена, что вам там рады..",
"Что это за клуб, мадам?",
"Это скорее тайное общество или, может быть, старый рыцарский орден.",
"Звучит захватывающе (нет), где мне найти это тайное общество?",		//7
"Достаточно легко найти мальтийских солдат в старинных кирасах.",
"Очень хорошо - я немедленно ухожу. Спасибо, что уделили мне время, мадам.",	//9
"Не так быстро, капитан - Мальтийский орден закрыт в дневное время. Ночью он снова откроется.",
"Хорошо. Еще раз спасибо, мадам Рассел Стэплтон.",			//11
"Что теперь, капитан?",
"Извините за беспокойство, мадам.",					//13

};