string DLG_TEXT[639] = {
"А, это - Вы, ",
". Какого чёрта ты тут делаешь?",
"Не твоё дело ",
". Тем более я сама хотела бы задать тебе этот же вопрос, но в отличие от тебя я слишком занята для подобного рода глупостей. Так что сядь где-нибудь в уголочке и не мешай мне.",
"Не ожидал вас здесь увидеть!",
"Я тоже рада нашей встрече, ",
". Ты, говорят, на досуге занимаешься спасением престарелых людей?",
"Теперь моя очередь интересоваться. Где отрыли такого полезного парня, ",
"?",
"Это - моя тайна, ",
", но ты слышал, что он сказал, значит, будем действовать вместе, как я и предлагал.",
"Рад, что ты дождалась меня. Думаю, что мы можем отплывать.",
"Да, только сначала ",
"Vincent Bethune",
" должен сообщить нам, куда именно мы плывем.",
"Черт! Это засада. Бегите к дому и запритесь там!\nЯ попробую их задержать.",
"Будь осторожен!",
"Какого чёрта тут происходит?",
"А! Это о тебе говорил ",
"Vincent Bethune",
"?! Тобой руководит ",
"Robert Christopher Silehard",
"?",
"Ну что пришла в себя?",
"Что случилось?",
"Настало время проникнуть к губернатору и поговорить с ним по душам.",
"Не будем медлить.",
"Мы прибыли слишком рано. Давай дождемся ночи.",
"Хорошая идея.",
"Надо поскорее добраться до этого губернатора. Тогда, узнав все детали, мы снова, может быть, будем доверять друг другу.",
"Что ж, не скажу что это плохая мысль.",
"Давай-ка, для начала, смоемся из этого города подальше.",
"Согласен.",
"Итак, как мне кажется в данный момент, нам необходимо разделиться.\nТебе необходимо найти того парня с копией полной легенды, а я, пожалуй, займусь поиском идола.",
"Отлично, тогда встретимся у изобретателя на маяке.",
"?! Как ты здесь оказалась?",
"Тебя искала. Черт, ну надо же быть такой дурой!",
"Смотрите-ка, кого я встретил! А я думал, что мы договорились встретиться у маяка.",
"Дьявол, я устала тебя ждать, где ты мотался?!",
"Так, что-то нашел... Кажется, это судовой журнал... Посмотрим... Дьявол, здесь нет никаких указаний, где можно искать этого сукина сына! А это, ещё кто сюда ломится? Я слышу, как открывается входная дверь!",
"И? Теперь я ищу испанского корсара, которыя якобы похитил девочку.",
"Отправиться на корабль пирата.",
"Нет, ещё не время.",
"А теперь надо поискать эту девчонку. Надеюсь, что она где-то тут, а иначе у меня будут неприятности.",
"...",
"Дьявол! Еле удалось свалить от этих фанатиков. Да, дельце может оказаться жарким.",
"Нужно сообщить об этом Падре Домингусу. Но кто это?",
"Похитители Лукаса потребовали доставить выкуп в эту таверну, но самих их что-то не видно... Ага, вон те двое у стойки, похоже, кого-то ждут. Уж не меня ли?",
"Нечего зря терять время - это те, кто мне нужен. (Показать знак)",
"Может, сначала стоит послушать, о чём говорят эти люди? (Подслушать разговор)",
"Мне везёт - корабль ",
"Pepin Bertillon",
"а стоит на рейде, а это значит, что и капитан где-то недалеко. Осталось найти его и отправить к праотцам\\nНо сначала надо удостовериться, что это он - народ здесь буйный, и ошибка может мне дорого обойтись.",
"...",
"Где я был, это мои проблемы. А ты, я смотрю времени зря не теряешь.\\nДумаю, что ты здесь, чтобы найти этого парня, по имени ",
"Raoul Rheims",
", так что, хочешь ты этого или нет, но я пойду с тобой.",
"Чёрт с тобой, ",
", можешь сопровождать меня.",
"Так сколько нам придется ждать?",
"Researcher",
" говорил о нескольких днях.",
"Прошла уже неделя... Я начинаю изнывать от безделья.",
"Сотни фунтов золота стоят недели ожидания, тебе не кажется?",
"Но скорей бы уж отправиться в плавание. Почему он не может заниматься переводом во время плавания?",
"Не знаю... Это как-то не пришло мне в голову.",
"Да уж, интеллект морскому разбойнику ни к чему! Зачем тебе золото, ",
"?",
"Что?",
"Что ты сделаешь со своей частью сокровищ?",
"Не знаю... Наверное, откуплю часть колониальной земли у Англии, и наведу там свои порядки! Или сделаюсь одним из английских пэров. А ты?",
"Я не скажу тебе об этом. Это моя тайна.",
"Хм... Как хочешь.",
"Собираешься противостоять регулярному флоту?",
"Нет... Собираюсь разгромить его наголову.!",
"Ха! Я возьму форт под свое командование! Не уводи сражение за пределы зоны поражения крепостных орудий.",
"Только не перепутай, в кого стрелять!",
"Мы победили! Вот это было сражение! Ха! Вдвоем мы могли бы захватить весь архипелаг! А то и весь Карибский бассейн!",
"Но будет лучше, если мы просто навестим ",
"Researcher", // NK - "Moses Blinman",
"а.",
"Проклятье, ",
"! Как тебе не стыдно отравлять сладкие девичьи мечты своим чертовым прагматизмом!",
"Хорошо. Если после того, как мы найдем сокровища, ты всё ещё пожелаешь завоевывать Карибы, то я составлю тебе компанию.",
"Я надеюсь, он успел разобрать эти закорючки. Повторное нападение мы можем и не отразить.",
"У меня есть серьезные сомнения в том, что у губернатора ещё остались боевые корабли.",
", храм, скорее всего, располагается в глубине острова. Нам придется прогуляться.",
"Думаю, команду лучше оставить на корабле. Сначала посмотрим на храм своими глазами.",
"Даже не верится, что мы у цели. Ещё несколько часов, и все сокровища древнего храма окажутся у нас в руках.",
"Может быть, там и нет никаких сокровищ.",
"Ну, нет! Они должны быть там, если уж я явилась за ними в такую даль!",
"Посмотрим.",
"Здесь три прохода. Какой из них выберем?",
"Может, это и есть ловушка, о которой говорил ",
"Researcher",
"?",
"Тогда нам надо разделиться - так мы обыщем лабиринт гораздо быстрее! Я выбираю левый проход - индейцы всегда были неравнодушны к этой стороне!",
"С чего ты взяла? Эй, погоди...",
"Похоже, мы можем отправляться к #sisland_Khael Roa#!",
"Сдается мне, всё будет не так просто.",
"Может, нам прогуляться по храму в поисках чего-нибудь ценного, пока он будет разбирать эти закорючки?",
"Да ну, к дьяволу! В этих лабиринтах сам черт ногу сломить!",
"Как хочешь - прогуляюсь сама... Кстати, я уже вижу, что можно добавить к тем сокровищам, что ждут нас впереди. Чур, это мое!",
"Что?",
"Нарвала мне в бок, если этот не тот самый альков, о котором говорил ",
"Researcher",
". Но где же сокровища?",
"М-да, если ободрать золото со стен, выйдет не так уж много...",
"Нельзя терять времени, ",
", а то они захватят город.",
"Я только хочу удостовериться, что ты не потопишь меня после того, как мы расправимся с английской эскадрой.",
"Не будь идиотом, ",
".",
"Шучу, шучу! Удачи тебе!",
"Господи! Что это было?",
"Понятия не имею!",
"Три тысячи чертей! ",
", я этого не переживу! Мои сокровища! Может, всё же попробуем вытащить хоть часть золота?",
"Думаю, это не единственные сокровища в мире.",
"Какая разница! Всё равно это очень тяжелая утрата!",
"Я уверен, ты больше притворяешься, чем сожалеешь о них на самом деле.",
"Не стоит мне туда возвращаться. И вообще, надо убираться из #sRedmond# поскорее!",
"Жаркое было дельце, а? Тебя нигде не продырявили?",
"Ха! Я умирать пока не собираюсь!",
"Смерть не имеет привычки интересоваться твоим мнением!",
"Ладно, идем освобождать ",
"Researcher",
" из тюрьмы..",
", поговорим позже. Давай сначала спасем несчастного старика.",
"Хорошо.",
"Ну и что теперь делать? Без перевода легенды нам сокровищ не найти, да и старика жалко...",
"Ну, раз уж мы пошли против #sGovernor#а, давай не размениваться на мелочи. Захватим к чертям этот городишко и освободим Аурентиуса!",
"Что-то я раньше не замечал в тебе склонности к самоубийству... Впрочем, почему бы и нет?",
"Ха-ха, я уже начинаю чувствовать себя настоящим пиратом, беспощадным и неукротимым! Разделим задачи - я атакую форт с моря, а ты со своими молодцами нападешь на город с суши. Диспозиция устраивает?",
"Я смотрю, ты предпочитаешь быть сверху, а? Ладно, я не против.",
", я уже говорила тебе, что ты слишком много болтаешь?",
"Спокойно, спокойно, что случилось?",
"Всё случилось! Мне сказали, что ты погиб, и я отправилась в #sGreenford#, чтобы узнать, что же случилось на самом деле. Трактирщик уверял, что ты там не появлялся, а потом подошел какой-то мужик, и сказал, что тебя захватили в плен пираты. И я, как последняя соплячка, на это купилась!",
"Успокойся, всё не так плохо. Что было дальше?",
"А дальше я поплыла с этой сволочью сюда, якобы на встречу с этими пиратами. Он завел меня в джунгли, натравил пару подонков, а сам смылся. Когда я прибежала обратно на берег, корабля там, само собой, уже не было.",
"И ты всё это проделала ради меня? Холодная, неприступная Даниэль очертя голову бросилась меня спасать?",
"Ещё слово, и я затолкаю саблю тебе в глотку!",
"Ха-ха, молчу, молчу. Так значит, скрижали теперь потеряны вместе с кораблем?",
"Ну, нет, я может и дура, но кое-какой разум ещё сохранила. Я всегда держу их при себе.",
", я уже говорил, что ты умница?",
"Не припомню - ты в основном восхищался несравненной остротой моего языка. А теперь будь так добр, поведай мне, какого чёрта ты здесь прохлаждаешься?",
"Мда, язычок ещё тот... В общем, дело было так: захватив в порту #sOxbay# корабль, на котором везли идола, я тут же вышел в море. Но потом разразился шторм, и меня смыло за борт. Я уж было думал, что мне конец, но каким-то чудом меня вынесло на берег #sisland_Douwesen#.",
"Дуракам везет, это точно!",
"Эй, полегче! Ну так вот, придя в себя, я проваландался некоторое время в городе, и раздобыл корабль. В конце концов, меня занесло сюда. Представь мое удивление, когда в порту я обнаружил свой старый корабль, стоящий на ремонте!",
"Нет, даже полному идиоту не может ТАК везти!",
"Кхм... Да, вот, собственно, и вся история. Как только я отплыл от #sDouwesen#, как встретил свое собственное судно, изрядно потрепанное бурей. Для его починки я и прибыл в этот порт, и как раз собирался отметить воссоединение с моим кораблем хорошей попойкой, как вдруг появляешься ты.",
"Ну что ж, идол у нас теперь есть... Я думаю, нам стоит объединиться и плыть на #sisland_Oxbay#, к Аурентиусу за переводом легенды.",
"Я уж и не надеялся, что ты это предложишь! Объединиться... как это сладко звучит!",
", милый... ЗАТКНИСЬ!",
"Да, я работаю на этого человека...",
"Подонок! Значит, ты подстроил нападение у выхода из города, чтобы было легче разделаться со мной?!",
"Я не...",
"Сдохни!",
"Всё корчишь из себя злючку и недотрогу? Да, ладно, дело твоё...",
"Просто помолчи, ",
", договорились?",
"Смеешься? Посмотрел бы я как ты будешь смеяться, будучи привязанной к столбу, под которым собираются развести пламя.",
"Господи, так он говорил серьезно? А я-то думала, что ты просто помог ему корзину с продуктами донести.",
"Ладно, шутки в сторону. Что ты тут делаешь?",
"Пыталась разыскать одного человека, но чем дальше я ищу, тем труднее держать его след - вокруг всё больше и больше крови.",
"Крови много, говоришь? Мне в последнее время тоже что-то слишком часто приходится драться\nА всё из-за какого-то парня, кстати тоже капитана, по имени ",
"Raoul Rheims",
"Raoul Rheims",
".",
"Да-а?! Похоже, мы ищем одного человека, но скажи мне, на кой дьявол он тебе нужен?",
"Деньги, дорогуша. Один влиятельный человек ищет этого сукина сына, и обещал мне круглую сумму, если я доставлю этого парня к нему.",
"Вот как? Думаю, мы можем объединить наши усилия.",
"Не лишенное смысла заявление, но, дело в том, что я понятия не имею где его искать.",
"Дьявол! У меня тоже нет никаких догадок на этот счет.",
"Слышал, и должен сказать, что так мне не везло уже очень долго\nИ как быстро вы собираетесь навестить нашего с тобой общего 'друга'?",
"Э-э... Видишь ли, у меня тут ещё есть кое-какие дела...",
"Не беда - мне, по правде сказать, тоже хотелось бы сначала завершить кое-какие свои дела.",
"О! Тогда, может быть, встретимся на этом же самом месте, скажем через недельку?",
"Отлично! По рукам, тогда я не буду задерживать тебя более, и поспешу.",
"Удачи.",
"Ты что, совсем ничего не помнишь?",
"У меня голова болит, ",
", так что не дави на меня. Лучше объясни какого чёрта ты тут делаешь!",
"Эй! Не злись! Если кому и надо злиться, то мне - удар кинжалом - это не самое приятное, что было в моей жизни.",
"Так тебе и надо! Я знаю, что ты работаешь на английского губернатора, и охотишься за мной. Давай решим этот вопрос раз и навсегда! Доставай свою шпагу, ублюдок.",
"Успокойтесь, ",
", ты, со свойственной тебя горячностью, опять сделала неправильные выводы. Я не охочусь на тебя, более того - я не знал, что ",
"Robert Christopher Silehard",
" жаждет своей смерти.",
"Ты врешь мне, как врал всё это время, ",
"! Ты сам говорил, что для тебя важны только деньги, и ты всё сделаешь ради них, не так ли?!",
"Господи, ",
"! Да я просто подтрунивал над тобой! Ты так привыкла видеть во мне негодяя, что я не хотел разочаровывать тебя.",
"О чем ты говоришь?! Я считала тебя порядочным человеком!",
"Как бы не так! мы с тобой давно знакомы, и так уж получилось, что всегда соперничаем, а ты со своей манией видеть в мужчинах только грязных животных, очернила и меня в своих глазах.",
"Вы и есть животные! И ты не исключение!!",
"Вот видишь? А теперь вспомни, делал ли я тебе что-нибудь плохое? По-моему наоборот, я регулярно вытаскиваю твою задницу из неприятностей!",
"Возможно, но при этом ты работаешь на человека, который хочет меня убить!",
"Да, удалось...",
". Я уволился, хотя ",
"Robert Christopher Silehard",
" об этом ещё и не знает.",
"Что, он стал мало тебя платить?",
"При чем тут деньги? Просто мне не улыбается исполнять поручения какого-то подонка.",
"А мне-то, зачем ты это говоришь? Уволился? Вот и уматывай отсюда, что ты тут стоишь!",
"Ладно, вижу, что тебя никак не переубедить. Счастливо оставаться, да и сама тут не задерживайся, а то проблем не оберешься с этими тремя трупами.",
"?!",
"Чего тебе ещё нужно?",
"...",
"И долго ты молчать будешь? Или я уже могу идти?",
"... Спасибо... за помощь, ",
", без тебя я бы уже была мертва.",
"Не стоит благодарностей, дорогуша. Теперь я могу идти?",
"Постой, ",
"! Что ты собираешься делать?",
"Хочу задать парочку вопросов одному губернатору, который грязно играет.",
"Да стой же! Ты что, один туда собрался? Это же самоубийство! Если ",
"Robert Christopher Silehard",
" хоть в чем-то тебя заподозрит, то он просто тебя убьет.",
"Я думаю, что рискну.",
"Я с тобой!",
"Это ещё почему? Я и один прекрасно справлюсь.",
"Во-первых, у меня больше основания поговорить с этим ублюдком, а во-вторых... во-вторых...",
"Что?",
"Я знаю одно укромное местечко на острове #sisland_Redmond#, где можно высадиться, и где никто не будет нас ждать.",
"Ладно, будем считать, что отныне мы работаем вместе, договорились?",
"Хорошо, но если ты меня подставишь, ",
", клянусь, что в этот раз буду бить наверняка.",
"Какого чёрта тут происходит? Эти солдаты, они хотели убить нас обоих.",
"Я не знаю, ",
", но советую тебе убраться из города - пребывание здесь чревато.",
"Так... Где же он мог хранить эту бумагу? Сейчас посмотрим.",
"(Начать поиски)",
"Весь город в панике. Кричат, что в порту пожар. Значит, в порт не прорваться.",
"Нужно крикнуть, что в городе французские войска - это обескуражит стражников.",
"Похоже впереди, я вижу фигуру Найджела Блайта. Интересно. Куда он может идти?",
"...",
"Хм. Кажется один из моих попутчиков - Артуа Вуазье только что вошел в ворота города.",
"...",
"Офицер Эдгар Эттвуд только что покинул корабль без всякого предупреждения.",
"...",
"Дьявол! Кто-то выстрелил в Артуа! нужно срочно отнести его в таверну и вызвать врача.",
"...",
"Снорри: торчим здесь уже две недели, а золота всё нет и нет! А ведь ты говорил, что старик обязательно заплатит!",
"...",
"Билли: Он заплатит, обязательно заплатит. Но собрать столько золота - не такое уж быстрое дело.",
"...",
"Снорри: А что, если он просто наплевал на своего сыночка?! Что, если вместо золота сюда приплывет галеон, набитый кровожадными испанцами?!",
"...",
"Билли: Хватит дергаться! Ты когда-нибудь видел отца, который бросил бы родного сына на произвол судьбы? Не беспокойся, адмирал заплатит выкуп. У него просто нет другого выбора.",
"Пожалуй, я слышал достаточно. Это именно те, кто мне нужен. (Показать знак)",
"А теперь освободим Падре Домингуса!",
"Камеры справа. Пойдём.", 
"(Я вижу небольшую горку из камней)",
"Бьюсь об заклад, что-то здесь похоронено. Я буду копать.",
"(Десять минут спустя)",
"Какой красивый меч! Но на нем надпись, выгравированная на лезвии...",
"ПИТЕР! ТЫ КУДА ПОБЕЖАЛ???",
"Хмм... Он меня не слышит. Я лучше последую за ним. Он, кажется, бежит в магазин.",
"(Внезапно начинается шторм)",
"Странно. Откуда появился шторм? Мне лучше покинуть это место как можно быстрее.",
"(Внезапно налетает ещё один шквал)",
"Ещё раз? Не нравится мне это.",
"(Испанцы обнаруживают ваше присутствие)",
"ТРЕВОГА!!!!! БЕРЕГОВОЕ БРАТСТВО!!!",
"(Вы видите солдата порта)",
"Это он! За ним!",
"(Барбосса говорит с командой)", 
"Господа, настало время! Наше мучения приближается к концу! Десять лет были для нас пыткой. Здесь! Проклятые сокровища Кортеса. Каждую часть, которая потерялась мы вернули!",
"Может быть, вы бессмертны, но я всё ещё могу прострелить вас идиоты! Теперь, я должен присоединиться к своей команде, чтобы изменить ситуацию на своем корабле.",
"Капитан ",
"Вы обвиняетесь в преступлениях против Короны. Многочисленными по количеству и зловещими по характеру. Цитирую самые вопиющие из них: пиратство, контрабанда, плавание под ложными флагами, поджог, похищение, грабеж, браконьерство, бандитизм, мелкое воровство, греховность, ограбление и общее беззаконие. За эти преступления, вы приговорены к казни, через повешание. Пусть Бог помилует вашу душу.",
"... Если бы!...",
"Ну что ж!... Мне придется сделать благородный поступок самому.",
"[Проклятая монета в ожерелье на шее Элизабет вызвала #scursed_ship#]",
"Хмм... не самый лучший из моих дней!",
"Корабль, который смог бы дать мне свободу есть. Мне нужно пойти и осмотреться.",
"(Я вижу, песок разрыхлен)",
"Кто-то что-то здесь закопал.",
"(Две минуты спустя)",
"КАРТА! Бьюсь об заклад, сокровищ.",
"(Восемь ящиков золота находятся в пещере),",
"Я нашел золото... но это только малая часть сокровищ украдены в Агуадилла. Где - остальное?",
"(Несколько дней спустя)",
"Пришло время навестить моего информатора. Буду надеяться он что-то нашел.",
"(Два дня спустя в таверне)",
"Сегодня вечером, я должен увидеть сокровище.",
"(Вы слушаете разговор этих солдат)",
"Они принадлежат Серебряному Каравану... Я должен предупредить Элтинга, они установили укрепленный лагерь перед фортом.",
"(Ночью, вы слышите как кто то ходит),",
"Кто здесь?",
"(Ваше судно снимается с якоря),",
"Ублюдок! Он заплатит за это.",
"(Несколько часов спустя)",
"Слишком жарко! Мне нужно найти воду и срочно.",
"(Вы закончили рыть в песке яму)",
"Проклятие! На островке нет ни капли воды.",
"(Днем после)",
"Даааа!! Идет дождь. Спасибо Господи! Наконец ВОДА!",
"(Много дней спустя)",
"Мне нужно исследовать островок, возможно здесь уже кто-то был передо мной.",
"(Вы находите кинжал),",
"Отлично! Я надеюсь, вы быстро с этим справитесь. И будьте осторожны.", 
"(Вы видите приближающийся корабль),",
"СЮДАА! НА ПОМООЩЬ!!!",
"(Вы видите красивую молодую женщину.)",
"[Думает], что я ей скажу. Она вроде одна.",
"(В порту вы видите военный Галеон.)",
"[Думает] Какое красивое судно! У него много орудий. Их можно использовать для моего задания. Поговорю об этом с компаньонам сегодня вечером. Теперь, нужно вернуться к губернатору в его резиденцию.",
"(В в саду резиденции вы слышите ссору.)",
"[Думает] Что?! Но это дочь губернатора... Надо с ней поговорить, чтобы выяснить что происходит.",
"(Обращается ко всем)",
"Господа, настало время объяснить мой план. В начале ночи будет 4 операции. Я и моя команда захватим испанское судно в порту. Это - 'Сан-Мартин': военный корабль, 56 орудий. Есть две причины. Во-первых, я не допущу, чтобы судно обстреляло в форт во время нашего нападения. Второе более личное, я потерял 'Сантьяго' и мне нужен новый корабль.",
"Думаю, что все знают, что нужно сделать. Итак, удачи!",
"(Говорит с командой)",
"Бейте солдат, но оставьте капитана мне!",
"Странно, такое чувство, что это -",
"- ........",
"(Вы видите, что голландцы готовятся напасть),",
"[Думает] Хорошо! Капитан Дирмен и Элтинг готовы напасть. Нужно сообщить Капитану Кирозу.",
"Позвольте взглянуть. У каждого капитана есть вахтенный журнал. Он может быть в той коробке...",
"Уф! Чувствую, что я проспал неделю, и щетина, это подтверждает. так, привести себя в порядок и пойти искать Хантера.",
"Ну наконец отдохнул. Теперь нужно найти мистера Буша.",
"Сейчас нет значимых событий. Может устроить попойку в таверне? Кроме того, нужно спросить у торговца про карту побережья острова #sisland_Cuba#.",
"Похоже команда расслабилась. Можно захватить корабль прежде, чем они сообразят что происходит.",
"Бумаги должны быть где-то здесь - ага, вот они! 'Тонина', ого какое названьеце. Чтож выдадим себя за него! Капитан - или скорее бывший капитан - Альфере де Навио Эстебан Ровапера.",
"Так, надо бы купить карту острова #sisland_Cuba#. Возвращусь когда стемнеет.",
"Так, надо бы купить карту острова #sisland_Cuba#. И уже стемнело...",
"Момент... веревка должна быть привязана надежно!",
"Шпионаж? Проваливай или вкусишь моего меча!",
"Я собрал все 6 книг и документов.",
"Осталось вернуть их клерку.",
"Так, нужно действовать быстро -",
"- ухватиться за этот затвор, чтобы не упасть.",
"Хм, я не уверен, что эти брусья смогут выдержать мой вес -",
"- Здесь нужно быть очень осторожным.",
"Если бы я мог дотянуться до этого колокола",
"- Может, он подумает, что это пожарная тревога!?",
"Два орудийных выстрела подряд -",
"- если я правильно помню это означает шведское судно.",
"Да! Вот, наконец -",
"- но где вход?",
"- и вход через гору.",
"Ага, там комната Ориэля - но как мне туда добраться?",
"По крышам  - но с какой начать?",
"Что это было -",
"- кавалерия!?",
"Я попробую эту жидкость на простом серебряном боченке",
"сперва наверху в лаборатории.",
"Я не могу в это поверить! Этот слиток действительно превратился в золото!",
"Теперь стоит попробовать это на куче серебряных слитков внизу в секретной кладовой...",
"Я богат, я богат!!!",
"Я могу превратить любой ничего не стоящий металл в золото!",
"Я должен остановить его -",	
"- прежде чем он отправит нас к праотцам.",		//354
"О нет! Она меня заперла!",
"Как открыть эти ворота - взрывчаткой?!",
"Хм...",
"... это не плохая идея.",
"Я должен быстро уйти,",
"пока горит фитиль!",
"Порох высох, превратившись в огромный комок -",
"- если внутри что-то спрятано, я должен найти это.",
"Мне понадобится верстак -",
"- инструменты и, возможно, немного жидкости для обработки этой кучи.",
"Теперь осталось только дождаться возвращения мистера Ричардса из города -",
"- с предметами, которые мы потребовали от жителей Чарлстауна!",
"А теперь мне нужен твой пистолет...",
"Конечно, почему бы и нет.",
"Да всё собрано -",
"- теперь вернёмся к настоятельнице.",
"Это настоящий лабиринт! Как нам найти кабинет Идена -",
"- можете ли вы сказать мне это, мистер Хэндс?",			//372
"Очень хорошо. Но для успеха нам также понадобится ваша карта -",
"- что с ней случилось, Цезарь? И лучше говори правду.",
"Вы Израэль Хэндс?",
"Кто спрашивает?",
"Меня зовут капитан Говард Пайл.",
"Никогда не слышал о вас, капитан. Нет, я не этот 'Хэндс'.",	//378
"Хм, капитан, которого бросила собственная команда.",
"Аааааа, ты прострелил мне колено!!!!",
"Что всё это значит??",
"Что имел в виду Чёрная Борода, говоря, что 'он спас твою жизнь' -",
"- он же чуть не убил тебя!",
"Допустим, мы могли бы убить их. Как нам отсюда выбраться?",		//384
"Из этой части тюрьмы должен быть выход.",
"Как ты можешь быть так уверен в этом?",				//386	
"Тук не вёл группу Боннета так далеко вверх по всем тюремным уровням, на которые вы пришли.",
"Есть идеи, как это сделать?",						//388
"Я слышу как бежит вода - куда она уходит из этого проклятого места?",
"Хорошо, посмотрю повнимательнее!",				//390
"Сделай это побыстрее, а потом забери ключи, пока Тук снова не проснулся.",
"Мне бы здесь пригодились кое-какие инструменты.",				//392
"Я уже проверил это. Там есть несколько решеток, преграждающих путь.",	//393
"Хорошо, тогда потребуются инструменты. А теперь возьми ключи, пока Тук снова не проснулся.",
"Нет! Сначала я должен найти оружие для этих парней..",	//395
"А теперь ведите себя очень тихо, и я дам вам оружие.",
"Да! Мы убьём их всех.",
"Мне нужно два охранника: один у двери Тука, а другой на выходе. Нужно действовать быстро и бесшумно.",
"Есть, капитан.",					//399
"Вот как мы это сделаем: следуйте за мной в соседнюю комнату. Будьте очень осторожны и найдите себе укромные места для засады!",
"А потом?",
"Солдаты будут находится в самой нижней комнате. Я попытаюсь уговорить их подняться за мной по лестнице.",
"А затем мы ударим по ним!",
"Заключённые убивают друг друга! Двое из них выглядят мёртвыми!",
"Давайте, ребята, это может быть интересно.",
"Спрячьте эти трупы, пока Тук не проснулся. Я пойду поищу какие-нибудь инструменты.",	//406
"Куда мы их должны спрятать?",
"Оттащите их в одну из камер. Очень быстро и без единого звука!",
"Отведите Тукермана в камеру, я закрою его там.",					
"Всё потеряно, сокровище потеряно! Где я и где все остальные?",							//410
"Может быть, я смогу получить какую-нибудь помощь из этого лагеря. Эта башня и её флаг...",
"Хм, это не британский флаг...",
"... больше похоже на пиратский флаг -",
"- МОЙ ПИРАТСКИЙ ФЛАГ!!",
"Не могу поверить, мне совсем не повезло. Это могут быть мятежники!",
"Вот я и мёртв. Эхх...",				//416
"... подождите минутку. Как я могу быть мёртв, если я могу думать???",
"Я также слышу шум моря -",				//418
"- но почему здесь так темно?",
"Лестница каким-то образом застряла -",			//420
"- Я не могу переместить её без инструмента.",
"Если бы я только мог дотянуться до этого сундука -",			//422
"- но это слишком высоко.",
"Нет, эта лестница недостаточно длинная -",						//424
"- Я должен придумать что-то совершенно другое!",
"Да! Взял флаг без каких-либо вопросов -",				//426
"- и всё же после стольких лет, проведенных в море, меня тошнит от этих высот.",
"Надеюсь, они отправят кого-нибудь на берег -",
"- чтобы поднять лодку, нужно несколько рук.",
"Хорошо, я предполагаю, что компас - это F3 + F3 -",		//430
"- и карта F3 + выстрел.",
"Они убили моих офицеров -",				//432
"- и меня почти тоже.",
"У меня ничего не осталось -",
"- кроме двух скрытых предметов!",
"Я неприлично богат, но ходячий мертвец -",			//436
"- что мне теперь делать?",
"ДА! Моё тело снова вернулось -",				//438
"- как я могу отблагодарить тебя, где бы ты ни была...",
"Хорошо... Я всё нашел. И ЭТО ОГРОМНОЕ СОКРОВИЩЕ -",  //440
"- МЫ ВСЕ БОГАТЫ, КАК ТРОЛЛИ!!!",
"Хорошо. Выдвигаемся...",	//442
"... кто умеет плавать?",
"Очень хорошо. (Однажды мне придётся избавиться от этой девушки)",		//444
"Матросы, возьмите солдатскую форму и мушкеты, а затем собирайтесь у лодок.",
"Пловцы, бегите к берегу -",		//446
"- и ждите меня там.",
"Итак, Джентльмены -",			//448
"- пожалуйста, переоденьтесь тоже.",
"Я хочу, чтобы вы трое взяли на себя командование лодками.",
"Есть, капитан.",
"Я пойду первым, чтобы проверить следующую палубу -",		//452
"- ждите моего сигнала.",
"Здесь пусто! Пока всё хорошо -",		//454
"- и я уже нашел путь вниз к рабам!",
"Кровавый Пират, наблюдай за лестницей, ведущей на верхнюю палубу. Цезарь, попробуй убрать эти доски с люка.",		//456
"Здесь слишком тихо - команда, вероятно, спит вон за теми двумя дверями. Итак, Кинг Дэвид, следуй за мной на ту палубу.",
"Оставайся здесь, Кинг, и охраняй лестницу, пока я осматриваю трюм.",		//458
"Есть, капитан.",
"Мне следует поторопиться и заблокировать эту дверь -",		//460
"- прежде чем кто-нибудь войдёт.",
"Тсс, кажется, я нашел шкафчики с оружием и ключ от камеры заключенных.",	//462
"Кинг, собери оружие для офицеров и шестерых заключенных и следуйте за мной.",
"ЗАТКНИТЕСЬ, ДУРАКИ! Вы собираетесь убить нас всех!?",		//464
"Если вы просто сядете и будете сохранять спокойствие, у нас будет для вас оружие...",
"Эй, вы, просыпайтесь, ребята - скоро вы будете свободны.",		//466
"Слишком поздно для этих людей, капитан.",
"Продолжай в том же духе! Я поищу пороховой склад.",		//468
"Конечно, капитан.",
"Хорошо, слушайте все. Мы должны сделать это очень быстро и в полной тишине. Поняли!?",	//470
"Что будет с нами, когда мы поможем вам захватить корабль? Снова будем в цепях?",
"Нет! У вас будет выбор: присоединиться к нам или покинуть корабль в безопасном месте.",		//472
"Как мы можем вам доверять? В конце концов, вы пираты.",
"Мы ждём прибытия наших основных сил с берега -",			//474
"- но помните, что они будут одеты в красные мундиры, как английские солдаты.",
"Есть также шесть осуждённых, которые останутся здесь, внизу - ",			//476
"- охранять новых заключенных - рабов!",
"Продолжим... Ещё мне нужны два решительных парня, чтобы охранять выходы на палубе выше этой. -",	//478
"- Там спит команда, и нам не нужны никакие сюрпризы!",
"Да помолчи ты! Я хочу, чтобы ты, Монах, возглавил резервные силы -",	//480
"- будьте готовы у лестницы в соседнем трюме, если наверху что-нибудь пойдет не так.",
"Слушайте, ребята -",								//482
"- это то, что я хочу, чтобы вы сделали...",
"Хорошо, что я пытался сказать ранее -",						//484
"- когда меня прервали, это:",
"В последний раз -",								//486
"- Я хочу, чтобы вы, шестеро...",
"Наконец-то стало тихо... Я могу продолжить?",					//488
"Продолжайте, капитан.",
"Хорошо, вот как мы это сделаем -",						//490
"- Сначала вы получите боеприпасы, а затем...",
"Снова ты! Поговори с заключёнными, пока мы будем расправляться с работорговцами.",	//492
"Хорошо, капитан.",
"О, нет! Всё пошло наперекосяк ещё до того, как началось -",				//494
"- Все наверх!",
"Мы подождём здесь до темноты...",						//496
"Есть, капитан.",
"Джентльмены, Корвет наш -",						//498
"- наконец-то три мастера!!!",
"Бросайте оружие и садитесь -",						//500
"- если хотите жить!",
"Два члена команды будут повышены в звании до офицеров.",				//502
"Кто они, капитан?",
"Кровавый Пират будет первым помощником,",						//504
"а Кинг Дэвид наводчиком.",
"Пришло время определиться с курсом, мистер Хэндс.",						//506
"Куда направляемся, капитан?",
"Домой, мистер Хэндс, домой!",							//508
"Это остров Ямайка, да, да. Я предлагаю вывесить британский флаг, капитан.",
"Хорошо, джентльмены -",								//510
"- у вас есть 10 минут, чтобы подготовить наше отплытие!",
"Избавьтесь от тел и поднимите шведский флаг.",				//512
"Хорошо! Казначей, пусть он подпишет контракт.",				//513
"Да, капитан, как вас зовут, врач?",
"Ах да, ещё кое-что. Никаких британских вещей и мушкетов в оружейном шкафу.",//515
"И где он нашел такой ценный предмет - может быть, в песке?",		//516
"Нет, капитан, на складе... было безлюдно, и я подумал...",	
"А теперь быстро спрячте этот инструмент - или мы будем воевать с испанцами.",	//518
"Эй, Гуннар, иди сюда.",							//519
"Да, да, я иду.",
"Джентльмены, буду с вами честен -",						//521
"- Я захватил корабль и освободил несчастных ублюдков.",
"Очень хорошо, мы согласились принять шведское каперское свидетельство -",		//523
"- будем надеяться, что это партнерство будет очень выгодным.",
"Там есть один вольноотпущенник в шведской форме, проследите, чтобы он присоединился к береговой группе. ",	//525
"Я не могу в это поверить -",								//526
"- они не считали меня 'Вором в Кристиании'.",
"А теперь давай убираться отсюда -",
"- пока этот губернатор не поговорил со своей женой!",
"Отлично -",					//530
"- теперь я, наконец, могу более тщательно обыскать ваш кабинет.",
"Как вы узнали, что я в этом городе?",		//532
"Я не знал, Клэр сказала мне.",
"Ладно, она тоже здесь?",			//534
"Нет. Она... э-э-э... не бери в голову.",
"Это была худшая идея для книги, которую я когда-либо слышал -",				//536
"- Лилипуты и Великаны!!!",
"Это всё объясняет. Вы - 'Капитан' Чарльз Джонсон, автор книги, которую я видел!",		//538
"Да, это я.",
"У меня есть аптечка первой помощи, так что, возможно...",		//540
"...они помогут восстановить карту Ричарда!",
"Мне нужно поискать клей или что-нибудь ещё...",				//542
"Теперь давайте поищем этот остров на карте архипелага...",		//543
"Я думаю, что это",		//544
"Антигуа.",		//545
"Аруба.",		//546
"Барбадос.",		//547
"Бонайре.",		//548
"Кайман.",		//549
"Косумель.",		//550
"Куба.",		//551
"Кюрасао.",		//552
"Эльютера.",		//553
"Гваделупа.",		//554
"Эспаньола.",		//555
"Исла-Мона.",		//556
"Ямайка.",		//557
"Ла-Гренада.",		//558
"Ла-Тортуга.",		//559
"Мартиника.",		//560
"Невис.",		//561
"Новая Гранада.",		//562
"Петит-Табак.",		//563
"Пуэрто-Рико.",		//564
"Сен-Мартен.",	//565
"Тёркс.",		//566
"Хм, я всё ещё не уверен, правильно ли это. Лучше проверь ещё раз.",	//567
"Да, это Тёркс!",	//568
"Я должен почистить карту, но очень осторожно. Если я поврежу карту, мне конец как капитану пиратов. Что я должен использовать?",	//569
"Коньяк.",			//570
"Воду.",			//571
"Противоядие.",			//572
"Какая по температуре должна быть жидкость?",	//573
"Холодная.",			//574
"Прохладная.",			//575
"Тёплая.",			//576
"Сколько я должен использовать?",	//577
"Несколько капель.",		//578
"Половину.",			//579
"Всё.",			//580
"Как лить жидкость?",		//581
"Просто налейте её на карту.",			//582
"С куском ткани.",	//583
"С порохом.",			//584
"С песком.",			//585
"Обойдёмся без жидкости.",		//586
"С бинтами.",		//587
"Я думаю, это сработало! Теперь давайте посмотрим, что у нас есть.",	//588
"Я испортил карту! Команде это не понравится!",		//589
"Без какой-либо жидкости, как мне тогда очистить карту?",	//590
"Попробую сдуть порох.",		//591
"Нет, я должен попробовать что-нибудь другое. Что?",		//592
"Я всё ещё не нашел то, что искал...",		//593
"Отлично. Надо рассмотреть карту получше!",		//594
"Да, это Кюрасао! ",	//595
"Но скажите мне, мистер Дефо, вы уже это знали?",		//596
"Конечно, я знал. Но я думал, тебе понравились эти головоломки.",	//597
"Ладно, если из букв должны получиться слова - единственное, что приходит мне на ум, это 'Saint и что-то ещё'. У многих островов есть подобные названия.",	//598
"Действительно, но остальные буквы не работают. Попробуйте ещё раз - прочтите это сверху вниз, слева направо.",			//599
"К...РИ...СТ...И... эхх... АН...ИА. Кристиания. Это может быть названием острова, но я никогда о нём не слышал.",	//600
"А я слышал... Это не остров, а город.",		
"Вы знаете, где это на Карибах, мистер Дефо?",		//602
"К сожалению, это вообще не на Карибах, а в Европе.",
"Европа?! И где же, если можно спросить? Может ли это быть подсказкой?",	//604
"Это название города в Норвегии. А также часть датской столицы Копенгагена.",
"Норвегия, Дания, что дальше - Швеция? Эти приключения становятся всё хуже и хуже.",	//606
"Не совсем. Швеция, говорите вы, я также слышал о шведском не очень процветающем городке под названием Кристиания.",
"И где он может быть? Может быть, на этот раз в Африке?",		//608
"Африка - это хорошее место. Какое-то время у них там была колония. Но нет, он должен быть на Карибах. Но я понятия не имею, где.",
"Портов не так много, но в конце концов, нам нужен правильный.",		//610
"Да! Давайте продолжим, пожалуйста, дайте мне карту ещё раз, и я также отмечу порты красным.",
"Хм, давайте подумаем. Две точки могут образовать линию. Шесть точек - три линии. Может быть, эти три линии пересекутся друг с другом в одном и том же месте?",	//612
"Но почему три линии? Двух линий (четырёх точек) было бы достаточно. Хотя идея с линиями мне нравится. Итак, карту, пожалуйста.",	//613
"Линии - это хорошо, но я не могу извлечь из них ничего ценного.",		//614
"Грр, позволь мне попробовать ещё раз.",						//615
"Извините, мистер Дефо, это безнадёжно.",					//616
"Вовсе нет! Карту!",							//617
"Да. Верно... Теперь я понимаю, почему было необходимо 6 точек. Три линии - один треугольник.",
"Действительно. В этом и был весь фокус. Это остров Исла-Мона!",	//619
"Там наверху похоже на Даниэля Дефо. Подождите меня здесь.",	//620
"Тогда на ферму.",			//621
"Но, капитан, у нас нет корабля.",
"Мы отправим корабль 'Маркиз' на ферму, когда они отремонтируют шлюп.",
"Ладно, тогда долгий путь - через верфь.",
"Хм, мне кажется, что это неправильно - совсем не правильно. Я должен попробовать что-нибудь ещё.",	//625
"Что мне следует использовать на этот раз?",			//626
"На верхнюю палубу сейчас же -",			//627
"- пока не стало слишком поздно!",			//628
"Пришло время определить курс -",			//629
"- на Ямайку и ДОМОЙ!",			//630
"Было много информации. На самом деле так много, что я ещё не решил, куда плыть в первую очередь.",	//631
"Я должен получше обыскать место крушения и берег.",		//632
"Там ещё осталось немного пороха, и он высох, превратившись в огромный комок, вот и всё -",		//633
"- Я вернусь, когда узнаю об этом больше.",			//634
"Я потерял сокровище, но нашел другое. Кроме того, я захватил Корвет. И да, есть одна вещь, которую я нашёл в сокровищнице.",	//635
"Поврежденная книга, о которой нам рассказала Минерва?",			//636
"Нет, это картина, которая, как я думал, может быть ценной.",		//637
"Картина... Взгляни, Дэйв, может она что-то стоит...",	//638

};
