string DLG_TEXT[65] = {
"Мистер Хэндс!",
"?",
"Мистер Хэндс и мистер Пэлл!",
"Губернатор Иден спас меня в последнюю минуту. Но кто этот новый капитан?",
"Я Говард Пайл. Почему Иден оставил тебя в живых?",
"Заткнись, Хеннингтон -",
"- это не твоё дело!",
"Губернатор догадался, что я тоже получил карту от Тича. Он настаивал, чтобы я выяснил, где находится клад.",
"И ты выяснил это?",
"Нет. Я потерял её во время финальной битвы. И это правда.",
"Понимаю. Вы когда-нибудь обращали внимание, где губернатор хранил свою собственную карту?",	//10
"Нет, может быть, в его кабинете. Нам, слугам, никогда не разрешалось входить.",
"Я заинтересован в покупке поместья. Могу я заглянуть внутрь?",
"Этот человек - вор, миссис Паф. Если вы мне не верите -",
"- спросите его, что он делал в кабинете губернатора.",
"Ха, я просто ухожу отсюда -",						//15
"- вместе с моими друзьями!",
"Я последую за тобой.",
"Очень хорошо.",
"Хорошо, давайте поговорим о карте, капитан Пайл.",		//19
"У тебя получилось её найти?! Тогда мы стали на один шаг ближе.",
"Я хочу получить долю от сокровищ, если ты их найдёшь.",
"Конечно же - равные доли для всех. А теперь отдай её мне.",
"Итак, капитан Пайл, что вам удалось выяснить на данный момент?",
"Я нашел обломки последнего шлюпа Тича.",		//24
"Вы обыскивали трюм?",
"Да, и даже Пороховой склад, если она была там спрятана.",
"Но я это сделал. Что ты нашел?",
"Ничего, кроме пороха.",
"Хм, может быть, она всё ещё там, под порохом.",
"Тогда плывём в Тёркс!",					//30
"Я знаю, что шлюп Тича был продан торговцу в Тёрксе.",
"и ещё..?",
"Я разговаривал с ним, но не нашел места крушения.",
"Я оставил карту в Пороховом складе. Может быть, она всё ещё там.",
"Я ещё не нашел место крушения в Тёрксе.",			//35
"Лейтенант Мейнард получил шлюп в качестве награды. Он живет в Цитадели на скале острова Эльютера.",
"Тогда плывём на Эльютеру!",
"Может быть, Самуэль Одэл из Логова контрабандистов на острове Ла-Гренада знает, что случилось со шлюпом.",
"Тогда плывём на остров Ла-Гренада!",
"И нет другого способа попасть в кабинет?",				//40
"Кто-то бежит сюда, капитан.",			//41
"Действительно, и очень торопится.",
"Хороший бегун, этот парень.",				//43
"Да, для человека с больной ногой. ",
"Подожди минутку, он выглядит как...",				//45
"... Израэль Хэндс!",
"С возвращением, мистер Хэндс. Вот, у нас есть для вас оружие. Теперь нас трое выживших!",	//47
"Четверо Цезарь, четверо! Боцман тоже здесь.",
"Мистер Пэлл? Где он?",					//49
"Ему показалось, что он что-то увидел в море, поэтому он поднялся на Башню, чтобы получше рассмотреть.",
"Кстати, капитан, посмотрите, что я нашел в песке.",		//51
"Мой пояс и картина!",
"'Богаты как тролли', это было что-то новенькое. Укажи путь, капитан, к Сокровищу в горах.",	//53
"Хм, мы не сможем войти туда. Нас убьёт смертельная ловушка. Но в пещеру Тича есть потайной вход с моря.",
"Последние мешки уже на борту. Нам нужно спешить, капитан. Мистер Хэндс беспокоится о погоде...",		//55
"Да, да. Пойдём.",
"Капитан, вход на палубу для рабов открыт!",	//57
"Очень хорошо, Цезарь. Вы с Кингом, идите и возьмите всё оружие, какое сможете унести.",
"Бесполезно, капитан, доски прибиты к палубе.",		//59
"Ладно, тогда нам придётся найти другой вход.",
"У нас есть их оружие, капитан.",		//61
"Это было быстро.",
"Хорошо, но я не могу сказать, какой это остров, капитан.",			//63
"Как это так? Позвольте мне взглянуть поближе.",

};