string DLG_TEXT[12] = {
"Не пытайтесь делать глупостей, капитан!",
"Нет, я просто ищу хирурга, мисс....",
"Хирурга?! Ну... Николаса нет дома. С какой стати так много людей ищут его сегодня? Ранее здесь был ещё один джентльмен.", 
"Да? (Может быть, это один из офицеров Роджерса?) Где я могу его найти?",
"Как обычно, у губернатора.",
"Тогда в резиденцию!",
"Нет, они в 'Голубятне', капитан.",
"Ага, частная резиденция губернатора, построенная Левассером.",
"Вот и она, расположенная на вершине башни. А теперь, пожалуйста, уходите.",
"И как мне попасть в Башню?",
"Хватит уже вопросов. Пожалуйста, покиньте мой дом.",
"Хорошо. До свидания",

};