string DLG_TEXT[80] = {
"Здравствуйте Капитан Пайл, у меня есть то, что вы ищете... ",
"Здравствуйте, но кто вы и откуда знаете, кто я и что ищу?",
"Много вопросов - но сперва вам понадобится аптечка. Приходите еще.",
"Хорошо, Мисс, я еще вернусь...",
"Значит, вы - капитан Пайл? Пусть эти вещи помогут вернуть горожан!",
"Что? Откуда вы знаете...?",
"Я все знаю, до свидания капитан Пайл.",
"---", 
"Пожалуйста, капитан - сюда - быстрее!",
"А?",
"Нет, он не может - но я могу!",
"Хмм? (Хорошо, о чем я сейчас думаю?)",
"О, прекратите, что вы. Ну это слишком.",
"(Эээээаа??!!!)",
"У него есть документы, которые могут представлять интерес для вас мистер Дефо.",
"Да, конечно, вот древние свитки и книги. Пожалуйста возьмите их.",
"Они имеют отношение к 'Вудсу-Роджерсу'!",
"Да я получил их от губернатора!",
"Капитан, вы можете добавить пистолеты которые нашли у головорезов...",
"Хорошо. Вы разбираетесь в оружии?",
"Я должна зарабатывать на жизнь - торгуя -",
"- что вас удивляет?",
"Я вижу большую опасность для вас капитан.",
"Да? (Она еще и будущее предсказывает!?)",
"Да я могу видеть будущее.",
"Хммм... я понял... (это устрашает!)",
"Вы знаете что там опасно?",
"Конечно, знаю.",
"Очень хорошо. Мистер Дефо -",
"- пожалуйста дайте мне ключ от верфи.",
"Не будьте так уверены в этом -",
"- я помогу!",
"Было легко найти добровольцев, мисс Роджерс! -",
"- Набралось даже больше людей чем нужно, возможно вы их возьмете, капитан Пайл?",
"Также был блокнот, не так ли?",
"Что ж, хмм... да. Губернатор Роджерс утверждал, что эта часть карты принадлежала Хорниголду.",
"Может быть, это была шутка, Тич их любил. Если он был убит, нам 'повезло' найти его пистолеты, можно точно узнать, кто его убил.",
"Предположим Тич разделил оригинальную карту в шесть частей, сколько и пистолетов. Так что нужно найти еще пять кусков...",
"Жизнь всего лишь иллюзия...",
"Хммм, что ж... эээ... А?",
"Две первых шеренги - моряки",
"а третья шеренга офицеры.",
"Приветствую вас снова капитан. Вы ранены, что произошло?",
"Я попал в засаду за верфью. Моих офицеров перебили. Разбойники забрали почти все мои вещи.",
"Очень умно. Вы спрятали Золотой Ключ Роджерса под банданой.",
"Откуда вы это узнали?",
"А теперь вы собираетесь исследовать все Карибское море, в поисках других частей карты?",
"Да, другого пути нет.",
"В каюте шлюпа вы найдете все необходимое, капитан.",
"Ага, вы знали, что меня ограбят и уже приготовили все вещи.",	//49
"...также ценных металлов. Те боченки вы, возможно, взяли для Свинца или грязного Серебра...",
"Да...",
"Это совсем не то.",
"Нет..?",
"Нет, это - Платина!",
"---",
"........., Капитан Пайл?",								//56
"Хм!? Кто здесь? Где ты?",
"Не берите в голову, капитан. Если ты просто будешь следовать моим инструкциям, есть шанс, что я смогу вытащить тебя из этого.",
"Я сделаю всё, что ты скажешь, чтобы вернуть свое тело.",
"Очень хорошо. Закройте глаза, расслабьтесь и сделайте глубокий вдох...",		//60
"---",
"Вы идете по старой тропинке в лесу -",
"- один и тот же путь, по которому вы ходили так много раз...",
"... а теперь ты можешь медленно открыть глаза -",
"- когда ты захочешь.",
"Я могу позаботиться о палочке, кадиле и лекарствах.",
"Конечно, здесь.",
"Да, и у меня есть много информации. На самом деле так много, что я еще не решил, куда поплыву в первую очередь.",		//68
"Почему бы тебе не попробовать отправиться в ближайший порт?",		//69
"Это было бы посвящено Чарльзу Вейну.",		//70
"Да и берег с пещерой находится на этом острове.",	//71
"Возможно, вам следует внимательно изучить книгу, которую прислал вам мой друг, прежде чем принимать решение.",		//72
"Да, вы правы, я сделаю это прямо сейчас!",		//73
"Вы потеряли Маркиза и сокровище.",		//74
"Ну... да.",		//75
"JRH, ты прекрасно знаешь, что я могу сделать так, чтобы появились любые документы. Ты помнишь те фотографии родственников, которые ты...",   //76		//76
"Пожалуйста, больше ничего не говори.",
"Очень хорошо, вот билеты. Пойдем?",		//78
"Да!",

};