string DLG_TEXT[80] = {
"Здравствуйте Капитан Пайл, у меня есть то, что вы ищете... ",
"Здравствуйте, но кто вы и откуда знаете, кто я и что ищу?",
"Много вопросов - но сперва вам понадобится аптечка. Приходите ещё.",
"Хорошо, Мисс, я ещё вернусь...",
"Значит, вы - капитан Пайл? Пусть эти вещи помогут вернуть горожан!",
"Что? Откуда вы знаете...?",
"Я всё знаю, до свидания капитан Пайл.",
"---", 
"Пожалуйста, капитан - сюда - быстрее!",
"А?",
"Нет, он не может - но я могу!",
"Хмм? (Хорошо, о чём я сейчас думаю?)",
"О, прекратите, что вы. Ну это слишком.",
"(Эээээаа??!!!)",
"У него есть документы, которые могут представлять интерес для вас мистер Дефо.",
"Да, конечно, вот древние свитки и книги. Пожалуйста возьмите их.",
"Они имеют отношение к 'Вудсу-Роджерсу'?",
"Да я получил их от губернатора!",
"Капитан, вы можете добавить пистолеты, которые нашли у головорезов...",
"Хорошо. Вы разбираетесь в оружии?",
"Я должна зарабатывать на жизнь - торгуя -",
"- что вас удивляет?",
"Я вижу большую опасность для вас капитан.",
"Да? (Она ещё и будущее предсказывает!?)",
"Да я могу видеть будущее.",
"Хммм... я понял... (это устрашает!)",
"Вы знаете что там опасно?",
"Конечно, знаю.",
"Очень хорошо. Мистер Дефо -",
"- пожалуйста дайте мне ключ от верфи.",
"Не будьте так уверены в этом -",
"- я помогу!",
"Было легко найти добровольцев, мисс Роджерс! -",
"- Набралось даже больше людей чем нужно, возможно, вы их возьмете, капитан Пайл?",
"Также была книга, не так ли?",
"Что ж, хмм... да. Губернатор Роджерс утверждал, что эта часть карты принадлежала Хорниголду.",
"Может быть, это была шутка, Тич их любил. Если он был убит, нам 'повезло' найти его пистолеты, можно точно узнать, кто его убил.",
"Предположим Тич разделил оригинальную карту на шесть частей, столько же как и пистолетов. Так что нужно найти ещё пять кусочков...",
"Жизнь всего лишь иллюзия...",
"Хммм, что ж... эээ... А?",
"Две первых шеренги - моряки",
"а третья шеренга офицеры.",
"Приветствую вас снова капитан. Вы ранены, что произошло?",
"Я попал в засаду за верфью. Моих офицеров перебили. Разбойники забрали почти все мои вещи.",
"Очень умно. Вы спрятали Золотой Ключ Роджерса под банданой?",
"Откуда вы это узнали?",
"А теперь вы собираетесь исследовать всё Карибское море, в поисках других частей карты?",
"Да, другого пути нет.",
"В каюте шлюпа вы найдете всё необходимое, капитан.",
"Ага, тоесть вы знали, что меня ограбят и уже приготовили все вещи заранее.",	//49
"... с ценными металлами. Эти слитки вы могли принять за свинец или, возможно, за нечистое серебро...",
"Да...",
"Это совсем не то.",
"Нет..?",
"Нет, это - Платина!",
"---",
"... Капитан Пайл?",								//56
"Хм!? Кто здесь? Где ты?",
"Не берите в голову, капитан. Если вы просто будете следовать моим советам, у вас будет шанс вернуть своё тело.",
"Я сделаю всё, что ты скажешь, чтобы вернуть своё тело.",
"Очень хорошо. Закройте глаза, расслабьтесь и сделайте глубокий вдох...",		//60
"---",
"Вы идёте по старой тропинке в лесу -",
"- один и тот же путь, по которому вы ходили так много раз...",
"... А теперь вы можете медленно открыть глаза -",
"- когда захотите.",
"Я могу позаботиться о жезле, кадиле и лекарствах.",
"Конечно, вот они.",
"Да, и у меня есть много информации. На самом деле так много, что я ещё не решил, куда поплыву в первую очередь.",		//68
"Почему бы тебе не попробовать отправиться в ближайший порт?",		//69
"Наверняка там будет Чарльз Вэйн.",		//70
"Да и берег с пещерой находится на этом острове.",	//71
"Возможно, вам следует внимательно изучить книгу, которую прислал вам мой друг, прежде чем принимать решение.",		//72
"Да, вы правы, я сделаю это прямо сейчас!",		//73
"Вы потеряли судно 'Маркиз' и сокровище?",		//74
"Ну... да.",		//75
"JRH, ты прекрасно знаешь, что я могу сделать так, чтобы появились любые документы. Ты помнишь те фотографии родственников, которые ты...",   //76		//76
"Пожалуйста, больше ничего не говори.",
"Очень хорошо, вот билеты. Пойдем?",		//78
"Да!",

};