string DLG_TEXT[10] = {
"Пожалуйста, капитан, нам нужна ваша помощь...",
"У тебя расстроенный голос, в чём дело?",
"Бандиты угрожают братьям во внутреннем дворе!",
"Бандиты, это очень богатый монастырь?",
"Напротив, у нас никогда не было никаких проблем с бандитами. Нет, я думаю, что за этим стоит инквизиция.",
"Почему бы тебе не поднять по тревоге городскую стражу?",
"Бандиты заперли нас снаружи.",
"Мы позаботимся об этом позже. А теперь следуйте за мной. Мы немедленно нападем на бандитов!",
"(Мы молчаливый орден, поэтому, пожалуйста, говорите потише.)",
"(Хорошо.)",


};