string DLG_TEXT[30] = {
"Вытащи нас отсюда!",
"Тсс! Я работаю над этим.",
"Я опытный хирург.",
"Что? Вы осужденный! (Он мне кого-то напоминает...)",
"Вы не узнаете меня, капитан?",
"Ну, я... (где я видел такого парня, как он?)",
"Ты пытался убить меня у Цитадели на скале!",		//6
"Снова ты. Бандит!!",
"А вы... может быть, капитан торгового судна?",
"Гррр... (еще один раздражающий персонаж на борту)",
"Блад. Питер Блад, к вашим услугам.",
"!!!",
"Да, я хорошо известный человек. И насчет маски -",
"- ты не хочешь знать.",
"Извините, капитан, но у нас нет воды.",
"Хм, а ближайший берег...",
"Прошу прощения, но я итальянец, а не испанец.",			//16
"Ладно, тогда что ты делаешь в испанской армии?",
"У меня не было выбора, сэр. Меня заставили служить в Испании.",		//18
"Ладно, добро пожаловать, мой друг. Но дезертировать здесь, в испанском порту, очень рискованно.",
"Гуннар к вашим услугам, капитан.",			//20
"Скажите мне, название вашего корабля - что оно означает?",
"'Шведский Мореплаватель Исландии'.",			//22
"Именно так я и думал.",
"Да, это то же самое название. Но этот фрегат стоял на якоре в Гётеборг, когда я видел его в последний раз. -",	//24
"- Наш корвет назван только в его честь, в честь знаменитого капера 'Лассе из Гатана'.",
"Очень хорошо.",						//26
"Сержио к вашим услугам, капитан.",			//27
"Капитан, меня зовут Гуннар, и я говорю по-шведски, если это интересно.",	//28
"Действительно, это так. Гуннар, ты тоже пойдешь со мной на берег. Кто-нибудь говорит по-испански?",


};