string DLG_TEXT[113] = {
"А вы кто такой?",
"Капитан Говард Пайл, к вашим услугам Сэр.",
"Для меня большая честь встретиться с вами, пожалуйста, принесите нам рому из бочки около камина.",
"Не вопрос...",
"Пусто, вы говорите? Жаль, ну тогда выпьем с вами в другой раз.",
"Действительно жаль, надеюсь мы встретимся снова, хотя я не знаю как вас зовут...",
"Капитан, нам очень хочется рому!",
"Хорошо, хорошо. (Нашли (цензура) официанта)",
"У вас взгляд пирата, капитан, могу ли я услышать ваши истории?",
"Что вы сказали? Конечно я НЕ пират!",
"Нет патоки? Ну тогда, просто разведите огонь в печи - здесь холодно!",
"Нет патоки? А как насчет дерева? Пожалуйста, разведите огонь в печи здесь холодно!",
"Интересно на этой встрече пиратских капитанов - Может быть, я мог бы послушать истории некоторых знаменитых людей - как вы думаете капитан Пайл?",
"Хм, Я думаю, вы должны больше думать о собственной безопасности, мистер...",
"Нет, я извиняюсь капитан, но все же я хочу услышать больше историй из жизни пиратских капитанов. Думаю, этого материала хватит и на второй том.",
"Так вы говорите, - то, что он...?!",
"Да, капитан, это моя прекрасная возможность. Но все равно спасибо.",
"Пожалуйста мистер...",
"Дефо, Даниэль Дефо к вашим услугам капитан.",
"Известный автор! Я должен был догадаться. Рад познакомиться с вами сэр.",
"Ладненько",
"Что на этот раз капитан?",
"Вы найдете еду и питье в соседнем помещении - и даже кровать.",
"Это замечательно!",
"Эта кровать очень не удобная, посмотрите, что я в ней нашел!",
"Лопата!",
"Возможно, вы уже заходили мой дом, капитан?!",
"Ну, я - эхх - хмм... (Может ли он читать мои мысли??!!)",
"Мне приятно видеть что вам понравилось читать мои книги, но можете мне их вернуть.",
"Конечно, я имею в виду.. это...",
"Это действительно редкие предметы для исследователя. Готовы ли вы продать их?",
"Что вы можете предложить за них, мистер Дефо?",
"У меня есть сумка для боеприпасов, похоже она была в комплекте с вашей кобурой...",
"Хм, интересно. Где вы ее взяли?",
"Неважно, капитан, скажем мне дал ее человек, истории которого, вошли в мою книгу. Ну что, согласны?",
"Конечно, почему бы и нет. Давайте обменяемся!",
"Вот мы и встретились снова молодой капитан! Эх, хорошее же было время в плену у Вэйна!",
"Если вы так говорите - я рад видеть, что они позволили вам вернуться домой целым и невредимым.",
"И помните, капитан - Чарльз Вэйн и его партнеры не доверяют офицерам Роджерса.",
"Вэйн прав - они уже пытались убить меня!",
"Очень впечатляет! Что теперь, капитан?",
"Нужно провести Вэйна и его людей к кораблям Роджерса!",
"У меня есть ключи от верфи...",
"Да ладно?",
"Да, я там живу.",
"Пожалуйста, мистер Дефо, откройте ее!",
"Конечно, следуйте за мной -",
"- и не отставайте!",
"Волнуетесь, капитан -",
"- или нет?",
"Судно Хорниголда было отправной точкой для многих известных пиратов. Когда Вудса Роджерса назначили губернатором Багамских островов, капитан Хорниголд получил прощение.",
"Хм, а почему он отдал карту губернатору Роджерсу?",
"Эту историю рассказал мне Сэмюэль Беллэми, бывший член команды Хорниголда, а потом ее подтвердил Оливье Ла Буч, с которым Хорниголд плавал в рейды.",
"Пожалуйста, продолжайте... ",
"Хорниголд оставил Эдварда Тича (Черная Борода) и его команду на острове Нью-Провиденс. После захвата его корабля. Весной 1717 года, они захватили большое французское судно...",
"Да...?",
"Губернатор Вирджинии Александр Спотсвуддал отдал лейтенанту Роберту Мэйнарду команду с двух шлюпов. Мейнард убил Тича, отсёк ему голову, привязал 
её к бушприту своего корабля и отправился в Вирджинию.",
"Я думал, это всего лишь легенда!",
"Вы сказали почти. Они забрали вашу часть карты!?",
"Нет, ее я смолой приклеил к ноге. Так, что даже при том, что они сняли с меня обувь, они ее не нашли!",
"Позвольте! Вы знаете это лучше всех. По тому, как вы перехватили посылку, которую я отправила бедному губернатору?",
"Фактически все получилось. И те подсказки были весьма полезны...",
"Возможно вам стоит оставить все эти бутылки и вещи здесь на ферме. Мы присмотрим за ними.",
"Несомненно, почему бы и нет.",
"Нет. Давай теперь вернемся в Порт-Роял, Клэр. Удачи, капитан.",
"Спасибо и до встречи.",
"Ах, капитан. Пожалуйста, присаживайтесь.",		//66
"Мистер Дефо..?",
"Она также сказала мне, что теперь вы, возможно, нашли почти все карты - верно?",		//68
"Все верно - до сих пор не хватает только одной. Карта 'Джонсона', кем бы он ни был.",
"Может быть, я мог бы помочь вам с этой последней картой...",		//70
"Слушаю. (Как это возможно - или он действительно что-то знает?)",
"Видишь ли, я однажды встретил Эдварда Тича...",				//72
"Как так вышло? (Мне приходится вытягивать из него каждое слово)",
"Я взял интервью у многих известных пиратов для своей книги.",	//74
"'Самые Знаменитые Пираты'. Теперь это звучит как настоящее название книги. В библиотеке Вудса Роджерса была копия.",
"Приятно слышать, молодой человек, приятно слышать. Ходили слухи, что Тич купил дом в Бате, Северная Каролина.",			//76
"Так ты отправился туда, чтобы навестить его? (Давай, старик)",
"Ну, я... вы должны помнить, что у него была репутация очень жестокого человека. Я не осмелился пойти к нему домой.",//78
"Понимаю. Но ты встретил его?.. (Ради Бога, расскажи уже)",
"Вместо этого я отправился в местную таверну и надеялся на лучшее.",				//80
"И? (Доберитесь уже до него)",
"Как ты думаешь, кого я встретил?!",				//82
"Пожалуйста, скажи мне. (Может быть, это Чёрная Борода!!!)",
"И я готов поделиться своей картой в обмен на долю сокровищ.",		//84
"Очень хорошо! Послушайте, вот что я выяснил на данный момент.",
"Хм, может быть, вам стоит повнимательнее изучить карту Невиса?",			//86
"Хорошо, я так и сделаю.",
"Очень хорошо, капитан Пайл. Вот моя карта, можете ли вы решить, какой это может быть остров?",	//88
"Конечно, передай это мне.",
"Хм, может быть, вам стоит повнимательнее изучить карту Барбадоса?",			//90
"Хорошо, я так и сделаю.",							//91
"Хм, может быть, вам стоит повнимательнее изучить карту Каймана?",			//92
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса и Каймана?",		//93
"Хм, может быть, вам стоит повнимательнее изучить карты Каймана и Невиса?",		//94
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса и Невиса?",		//95
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса, Каймана и Невиса?",	//96
"Да ладно тебе. Теперь у нас есть много информации. Но она на шести картах.",	//97
"Да..?",
"Мы могли бы собрать все это на одной карте. Давайте начнем с букв. Они и так не имеют особого смысла. Дайте мне все карты, а также вашу карту архипелага, капитан Пайл.",	//99
"Конечно, но у тебя есть перо и чернила? (Вот это было по-настоящему глупо - он же писатель!)",	//100
"Вот ваша карта со всеми синими буквами. Посмотрим, что вы сможете из этого сделать.",		//101
"Хорошо.",
"Я кое-что нашел - это может быть оно!",	//103
"Дайте-ка подумать...",				//104
"Я вижу, что вы спешите на поиски 'Башни Чёрной Бороды'.",	//105
"Конечно. Почему бы вам не присоединиться ко мне, мистер Дефо?",			//106
"О, я больше исследователь, капитан Пайл. Будем надеяться, что вы найдете там шведскую колонию. До свидания.",				//107
"Да, или хотя бы город под названием Кристиания. До свидания.",		//108
"Не забудьте мою долю в том, что вы можете найти, капитан Пайл.",		//109
"Конечно, нет, мистер Дефо.",					//110
"Ах, капитан Пайл, давно вас не видел.",	//111
"Здравствуйте, мистер Дефо.",				//112

};