string DLG_TEXT[49] = {
"А, вы должно быть тот самый отважный капитан, который спас Каролину?",
"Да, это я, но теперь скажите, что это за место? (И почему вы так смешно одеты)",
"Это самый лучший магазин на архипелаге - здесь мы продаем все виды оружия, мебели и картин.",  
"Я вижу, но, может быть, в другой раз... (Это женщина с усами или...)",
"Даже если магазин закрыт, всё же, возьмите эти ключи, вы можете зайти в любое время и осмотреть товары. Если вы нашли что-нибудь для себя интересное, пожалуйста, берите. Рассматривайте это в качестве подарка от магазина губернатора Роджерса!",
"Ух ты, благодарю вас! (... или это всё же мужик...?)",
"Добро пожаловать путник, я предполагаю вы пришли за товаром?",
"Привет Дэйв, есть аптечка?",
"Да у нас есть аптечка, никаких проблем - я вынес для вас её в магазин. Но лекарства, мне жаль - их нет...",
"Буду искать...",
"Капитан, вы пришли в нужное место: у меня есть скрипка для вас.",
"Звучит хорошо! Где она?",
"Есть одна небольшая проблемка... Этот инструмент мой!",
"И вы не хотите её продать?",
"Напротив, капитан, вы можете себе это позволить?",
"Сколько, Дэйв?",
"2000 золотых монет за скрипку! Это очень хорошая цена. Что скажете?",
"Вы должно быть шутите, на эти деньги можно купить прекрасное оружие!",
"Я вижу, вы не знаете ничего, кроме оружия. Делайте, как хотите, - но это лучший инструмент на целом Карибском архипелаге, могу заверить вас - единственный.",
"Хорошо, я куплю эту скрипку.",
"Ты прав у меня нет денег... эхх. Я ещё вернусь.",
"Вы можете забрать инструмент в моей спальне - Я не могу покинуть магазин.",
"Вот - 2000 золотых монет, Дэйв.",
"Ахх, мы счастливы помочь вам, капитан. Теперь вы можете помочь нам...",
"Конечно, Дэйв, что я могу сделать для вас?",
"Если вы найдете какое либо оружие, передайте его нам - мы легко можем продать его в магазине.",
"Конечно. И что теперь - как мы выберемся отсюда?",
"Кортни, Кук и страшный доктор. Теперь идите и помогите Каролине, капитан.",
"Уже ушел.",
"Но капитан Роджерс, корабли не полностью оснащены -",
"- есть ещё много необходимых дел!",
"Бенджамин Хорниголд, печально известный пират - или был известным пиратом. В любом случае, это единственное, что мы можем легко продать в магазине.",
"Оставлю как диковинку. (мало ли...)",
"Помните Тич был тем, кто искал корабль 'Конкорд', возможно, он его нашел?",
"Мы никогда не узнаем. Теперь другой вопрос: пистолеты. Где, губернатор Роджерс взял их?",
"Мы продаем все виды оружия, мебели и картин.",
"Да знаю я, Дэйв.",
"... но на сей раз я сделаю исключение: Капитан, вот - ваши пистолеты...",
"Спасибо, Дэйв. (К сожалению, я не успел их забрать!)",
"А, кстати, капитан, вы уже побывали у бедного моряка Селкирка?",
"Нет, где он?",
"Он живет в комнате добычи Губернатора.",
"Хорошо. (Я знаю, где это)",
"Вот эта надпись... ФХ 1634. Ты знаешь, что она значит?",	//43
"Просвети нас, пожалуйста, Дэйв.",			//44
"Она означает, что это голландский художник Франс Хальс, и год тоже очень хороший, поэтому я считаю, что это подлинник.",	//45
"И, может быть, представляет какую-то ценность?",			//46
"Какую-то ценность...? Мисс Роджерс -",		//47
"- она стоит целое состояние!!!",			//48



};