string DLG_TEXT[49] = {
"Оставь меня в покое, смертный!",
"---",
"Пароль!",
"Хм, верно.",
"Да!",
"Не подходит... Попробуй ещё раз.",
"Чёрт!",
"Андреальфус?",						//7
"Асмодей?",
"Азазель?",
"Бафомет?",
"Вельзевул?",
"Бегемот?",
"Белет?",
"Бельфегор?",
"Демогоргон?",
"Гуль?",
"Инкуб?",
"Джин?",
"Кали?",
"Крампус?",
"Легион?",
"Лемпо?",
"Левиафан?",
"Лилит?",
"Люцифер?",
"Мамона?",
"Мефистофель?",
"Молох?",
"Оробас?",
"Ронове?",
"Сатана?",
"Суккуб?",
"Тухулха?",
"Вассаго?",
"Как насчет небольшого подарка, капитан?",				//35
"Очень хорошо, что ты имеешь в виду?",
"Нам нужно золото инков!",
"Конечно. Я посмотрю что я могу сделать. (теперь где я его найду!!)",
"Вот, пожалуйста. А теперь впусти меня.",					//39
"Нам нужны предметы чёрной магии!",
"Мы хотим вернуть наши контракты! А также двух других 'демонов'.",	//41
"Позвольте мне дать вам совет за то, что вы помогли нам: если вам удастся ударить его хотя бы девять раз - возможно, у вас есть шанс.",
"Его?",
"Не говори глупостей, ты прекрасно знаешь, кто он такой. И используйте эти благовония - это может дать некоторую защиту.",
"Хорошо!?",
"Нам нужны зелья, лекарства и алкоголь.",			//46
"У меня нет ничего подобного.",
"Хм, я думаю, все равно всё в порядке.",



};