string DLG_TEXT[16] = {
"Добро пожаловать, сэр. Я полагаю, вы заинтересованы в покупке поместья.",
"Может быть. Или, может быть, я просто его посмотрю.",
"Не стесняйтесь, смотрите.",
"Отлично.",
"Подождите минутку - теперь вас зовут Цезарь? И вы знакомы с этими 'джентльменами' -",
"- или я должен сказать джентльменами удачи?!",
"Да, многие двери заперты. Но нам не доверяют ключи. Они есть только у миссис Паф, хозяйки.",
"И где мне её найти?",
"Она, наверное, в садовом домике. Вход в сад находится за занавеской в холле.",
"Хорошо, попробую найти его.",
"Что вы сделали? Вы убили тех людей!! Капитан Кортни тоже был заинтересован в покупке поместья...",
"Уже нет, этот 'капитан' был очень опасным человеком.",
"Нет, мой хороший, ты здесь опасный человек -",
"- вор или, правильнее сказать, пират, скрывающийся под чужим именем. Верно, мистер Цезарь?",
"Пираты!!",
"Да, да, мы слышали это.",

};