string DLG_TEXT[72] = {
"Я захватил этот корабль, Хорниголд, не вы или Ла Буз -",
"- и с этого дня мы идем каждый своим путем!",
"Вы можете забрать весь груз и половину добровольцев -",
"- но я оставлю корабль себе!!",
"Успокойтесь капитан -",
"- возьмите это и спасибо за корабль.",
"Только вот еще что, Хорниголд -",
"- передайте мне один из ваших пистолетов!",
"Хорошо. Джентльмены, кто хочет присоединиться ко мне - ",
"- шаг сюда.",
"Если тем двум шлюпам удается успешно отчалить, прежде чем нам -",		//10
"- тогда у нас будут серьезные проблемы.",
"Это может быть очень значимым однажды -",
" - если мы переживем сражение...",
"Итак, у вас есть два пистолета -",
"- передайте один из них мне.",
"Спрячтесь и будьте готовы выстрелить из пистолета в пороховой камере -",
"- если они захватят шлюп: отправьте нас всех к черту!",
"Мистер Хэндс, будьте добры...",
"Да, капитан.",
"Что теперь?",
"Простите, что побеспокоил вас, капитан.",
"У меня есть к вам деловое предложение, губернатор -",
"- мы нашли этот заброшенный корабль...",
"тот, который..?",
"",			//25
"Свобода - это рабство, Невежество - это сила - ",
"- Война - это мир.",
"Клянусь, это был корабль Весёлого Роджера -",
"и он не английский.",
"У меня здесь есть документ, который может сойти за 'поручение' -",
"- как ты сказал?",
"Как насчет этого губернатора:",
"вы тоже получите долю груза на корабле.",
"Скажем... 60 бочонков -",
"- из самого лучшего сахара?",
"И конечно... 20 бочек того же Сахара вам, господин секретарь. -",
"- Теперь, куда вы хотите, чтобы эти товары были доставлены?",
"Если я не убью одного из вас сейчас, а потом -",
"- ты забудешь, кто я такой!",
"Однажды он спас мне жизнь -",
"- теперь я спас его...",
"Нет, вы собираетесь ему помочь - позовите французских хирургов, майор Боннет. Всех четверых.",
"И кроме того...",
"Извините, сэр, имею ли я честь познакомиться со знаменитым писателем Дефо?",	//44
"Действительно, и вы, возможно, тоже хорошо известный человек, если я не ошибаюсь...",
"Капитан Тич, к вашим услугам. Пожалуйста, расслабьтесь, мистер Дефо, в моей компании вам нечего бояться.",	//46
"Очень хорошо. Я собираю материал для новой книги. Задумано, что это будет антология отважных современных капитанов...",
"Хах! Возможно, вы имеете в виду пиратов?",						//48
"Ну, я... да, что-то в этом роде.",
"Звучит интересно... действительно, интересно. Чем я могу быть полезен?",		//50
"Вы согласны на интервью о ваших морских приключениях, капитан Тич?",
"Есть только небольшая проблема. За это, вероятно, меня повесят!",	//52
"Хм. Что я могу сделать? Идея бесполезна, если я не могу использовать настоящие имена капитанов...",
"Вы могли бы подождать с публикацией до моей смерти. Я готов компенсировать вам это, мистер Дефо.",	//54
"Хм, над этим стоит подумать.",
"Не волнуйтесь. Я вас уверяю, вам не придется долго ждать.",			//56
"Мне жаль это слышать. Сколько вы готовы заплатить, капитан Тич?",
"Ах, я вижу, ты мне не веришь. Но я богат, мистер Дефо, чертовски богат.",			//58
"Если что-то случится, твоя жена знает, где ты закопал своё сокровище?",
"О, всё оно в моей башне. Никто, кроме меня и дьявола, не знает, где оно находится, и самая длинная печень должна взять всё на себя.",	//60
"Очень хорошо, что вы имеете в виду в качестве компенсации, капитан Тич?",
"Этот клочёк бумаги может представлять интерес, мистер Дефо!",			//62
"Ага, что это может быть. (Это карта!?) ",
"Мне понадобится один из ваших пистолетов, мистер Дефо.",				//64
"Хорошо. (Он собирается убить меня - сейчас?)",
"Хм, имя на этом пистолете - оно не твоё!",				//66
"В каком-то смысле так оно и есть. Это псевдоним, которым я пользуюсь время от времени.",
"Прежде чем мы начнем, позвольте мне спросить вас - как называется ваша новая книга?",		//68
"'Всеобщая история грабежей и смертоубийств, учинённых самыми знаменитыми пиратами, а также их политика, дисциплина и правительство с момента их первого появления 
и поселения на острове Провиденс, в 1717 г., по настоящее время 17XX года.'",
"Джентльмены, есть старая финская поговорка -",			//70
"- 'Мы пришли сюда поболтать или выпить?'",	//71


};