string DLG_TEXT[16] = {
"Добрый день, незнакомец. Скажите, пожалуйста, где я могу найти губернатора Вудса Роджерса, это очень срочно.",
"Добро пожаловать, вы должно быть аптекарь из города Бриджтаун?",
"Да, это я. Кто-то должен был встретить меня в порту, но никого здесь не было!",
"Очень жаль. (Этот глупый пьяница) Теперь к делу - вы привезли лекарства?",
"У меня есть настойка опия, Демокритис и совершенно новое лекарство!",
"Очень хорошо, я представитель Роджерса, пожалуйста, передайте мне эти медикаменты.",
"Не так быстро, капитан, Вудс Роджерс обещал кое-что в обмен на эти лекарства.",
"Он бы предупредил... И что это?",
"Он говорил о скрипке самого лучшего качества.",
"Скрипка!!! (Да где-же её достать?!) Ну что ж, я найду для вас скрипку.",
"Вы нашли для меня скрипку! Позвольте мне взглянуть... Не может быть - это скрипка Страдивари?!!!!",
"Да, теперь, пожалуйста, передайте лекарства.",
"Дайте мне скорее мою скрипку.",
"Я так не думаю... как насчёт бутылок?",
"Я поглажу вам не куда их положить - почему бы вам не подойти позже и забрать их?!",
"Хорошо я вернусь с аптечкой, а вам придётся подождать скрипку!",

};