string DLG_TEXT[16] = {
"Добрый день, незнакомец. Скажите, пожалуйста, где я могу найти губернатора Вудса Роджерса, это очень срочно.",
"Добро пожаловать, вы должны быть аптекарь из Гринфорда?",
"Да, это я. Кто-то должен был встретить меня в порту, но никого здесь не было!",
"Очень жаль. (Этот глупый пьяница) Теперь к делу - вы привезли лекарства?",
"У меня есть настойка опия, Демокритис и совершенно новое лекарство!",
"Очень хорошо, я представитель Роджерса, пожалуйста, передайте мне эти медикаменты.",
"Не так быстро, капитан, Вудс Роджерс обещали нечто в обмен на эти лекарства.",
"Он бы предупредил... И что это?",
"Он говорил о скрипке и самого лучшего качества.",
"Скрипка!!! (Да где-же ее достать?!) Ну что ж, я найду для вас скрипку.",
"Вы нашли для меня скрипку! Позвольте мне взглянуть... Не может быть - это Стратокастриус?!!!!",
"Да, теперь, пожалуйста, передайте лекарства.",
"Дайте мне скорее мою скрипку.",
"Я так не думаю... как насчет бутылок?",
"Я поглажу вам не куда их положить - почему бы вам не зайдите позже и забрать их?!",
"Хорошо я вернусь с аптечкой, а вам придется скрипку подождать!",

};