string DLG_TEXT[69] = {
"Чего вы хотите, капитан?",
"О, ничего.",
"Чего ты от меня хочешь?",
"Я Капитан Говард Пайл, возможно, вы проводили время в тюрьме с майором Стидом Боннетом?",
"Пайл... Эхх!! Я слышал о мятеже. Не самая лучшая репутация для пиратского капитана.",
"Всё это было недоразумением. Теперь перейдем к делу о Боннете. Вы служили под его началом, мистер Пэлл?",
"А если да, то сколько вы готовы заплатить за информацию, капитан?",		//6
"Просто расскажи мне историю, и мы посмотрим.",
"Нет, это так не работает. Вы вытащите меня отсюда, и я расскажу вам всё о пресловутых 'Джентльменах Удачи'.",   //8
"Ладно, тогда договорились. (как я это сделаю?)",
"Возможно, я смогу доверять тебе, даже если у тебя вид пирата. Вот что произошло...",		//10
"Да..?",
"Это был действительно умный ход, капитан. 'Тук' очень пристрастился к спиртному. Если нам повезет, он скоро уснёт.",//12
"Это мой шанс! Тем временем вы могли бы рассказать мне историю Боннета.",
"Что именно вы хотите знать, капитан? Я долгое время служил под командованием майора Стида Боннета.",		//14
"Я знаю, что сначала вы были заключены в тюрьму города Чарлстаун, в камере Мальтийцев. А как насчёт остальной команды?",
"Нас разлучили с ними, потому что мы согласились дать показания против них.",		//16
"Вы это сделали, да?! И под 'мы' ты подразумеваешь Боннета и себя?",
"... и Дэвида Хэрриота, штурмана. Вы должны понять - это был наш последний шанс выжить.",	//18
"Хорошо. А потом тебя перевели сюда. Что произошло, когда Стид Боннет попытался сбежать?",
"Майор подкупил вашего 'друга' Тукермана. Хэрриоту и ещё двум мужчинам удалось сбежать отсюда.",	//20
"Как он мог это сделать - у него же не могло быть с собой в тюрьме никакого золота?",
"Вы правы, но у него был маленький клочок бумаги, который Тук взял (Хах) в качестве оплаты.",	//22
"(ДА, ДА, ДА, это могло быть так) Вы видели, что это была за бумага, мистер Пэлл?",
"Капитан Пайл. Я не умею ни читать, ни писать, я был всего лишь боцманом.",			//24
"Очень хорошо. Итак, Тукерман помог им выбраться отсюда, но их поймали. Верно?",
"Стида Боннета поймали на острове Салливан. Хэрриот, индеец и афроамериканец были убиты.",		//26
"(Так что, возможно, часть карты всё ещё может быть здесь?) Почему вы не последовали за ними?",
"Я думал, что мои шансы выжить будут больше, если я останусь. И, как вы видите, я один из немногих, кто ещё жив. 30 из 35 человек Боннета были повешены.",//28
"А остальные четверо?",
"В соседней камере суд не смог доказать, что они были пиратами, только маронами.",	//30
"У кого ключи от камеры, мистер Пэлл?",
"Они у Тукермана. Но вам ещё предстоит победить четырёх охранников.",			//32
"Хмм... ",
"Наконец-то! У вас есть какое-нибудь оружие и одежда для меня, капитан?",
"Конечно, есть. Секунду...",
"Одежды нет, но оружие есть. Секунду...",						//36
"Капитан, я так рад вас видеть. Я пополнил ваши боеприпасы. Вы видели Цезаря?",
"Да, он тоже выжил. Вот, оружие для вас. Где это судно? (И что это за запах?)",				//38
"Смотрите, вот и оно снова!",
"Корвет... (Этот ужасный запах - от боцмана?)",						//40
"С 30 орудиями и британским флагом! Он вонючий работорговец, капитан.",
"Выглядит устрашающе. Работорговец, именно так я и думал, мистер Пэлл. (Хм...)",				//42
"Я предполагаю, что он может развернуться в любой момент для новой атаки!",			//43
"Давайте посмотрим, сможем ли мы и на этот раз нанести какой-нибудь ущерб.",
"Капитан, вы так долго были в отключке, мы уже подумали, что вы мертвы!",	//45
"Хм... (Я тоже) Что происходит?",
"Плохая новость, капитан. Шлюп полностью уничтожен!",
"А Корвет?",
"Одна лодка пострадала, но не затонула!",
"Хорошо. Этого недостаточно.",
"Две лодки подбиты и уничтожены! И четверо наших убиты, капитан!",
"Немедленно спускайтесь с башни, мистер Пэлл.",
"Вот ваша шляпа, капитан.",			//53
"Ах, очень хорошо. Они повредили наш шлюп?",
"Этот скелет - это было действительно страшно. Что случилось, капитан?",			//55
"Это длинная история. Скажем так, я выжил.",
"Нет, вы не можете, капитан. Это решает команда.",		//57
"Ты тоже собираешься стать моряком?",
"Что мы будем делать с заключенными - убивать их?",
"Нет, посадите их в лодку. Они могут некоторое время наслаждаться берегом.",
"Это была последняя бочка, капитан.",					//61
"Тогда чего же мы ждём?",
"Музыкант и священник до сих пор не вернулись.",					//63
"Оставьте их, мистер Пэлл! (Музыканты! Священники! Мы ПИРАТЫ или кто?)",
"Вы нашли инструмент! Сколько он стоил?",			//65
"Эээ... нисколько. Как вы и сказали, мистер Пэлл, я нашел его.",
"Капитан, шведские солдаты бегут сюда!",		//67
"Ох-ох...",

};