string DLG_TEXT[59] = {
"Цезарь!!",
"Но... но.. Я думал, тебя повесили в Уильямсберге?",
"Чего вы хотите, капитан?",
"Ничего.",
"О да. Вы можете добраться до него из винных погребов.",
"Откуда ты это знаешь?",
"Я много раз ходил за Тичем к Губернатору Идену.",		//6
"Конечно, он хотел навещать губернатора незаметно. Не могли бы вы показать мне дорогу, мистер Хэндс?",
"Действительно могу. Мы всегда начинали с собственного дома Тича.",	//8
"Ага, это, должно быть, тот большой особняк на вершине холма.",
"Следуйте за мной, капитан.",
"Тогда пошли! Мистер Пелл, пожалуйста, охраняйте дверь кабинета, если там кто-то есть.",
"Пошли!",
"Кабинет находится слева, вверху по лестнице -",
"- но с подъёмником было что-то не так, чтобы открыть эту дверь.",
"Нет, капитан, это никогда не сработает. Вода заблокирует дверь в винный погреб.",
"Тогда подождем в доме отлива.",
"Хорошо...",		//17
"Мы воспользовались ручьем, чтобы найти дорогу в темноте между берегом и входом в подвал.",
"Дайте монету бедняку ",	//19
"и она вернётся к вам десятикратно!",
"Но да, я Израиль Хэндс. Что вы знаете обо мне?",	//21
"С самого начала ты плавал с Чёрной Бородой в качестве его штурмана. А также то, что вы были помилованы в самый последний момент.",
"Это правда, и у меня есть документы, подтверждающие приговор суда.",//23
"Я уверен, что так оно и есть. Нет, я хочу спросить тебя кое о чем другом...",
"Как насчет монеты за ваши вопросы?",				//25
"Во-первых, я узнал, что вы получили карту от Чёрной Бороды. Во-вторых, я предлагаю вам долю, если вы внесете свой вклад.",
"Но у меня её больше нет.",				//27
"Нет..?",
"Однажды ночью в каюте 'Мести Королевы Анны' я выпивал с капитаном Тичем, 'майором' Стидом Боннетом, очень пьяным штурманом и капитаном торгового флота.",//29
"Да..?",
"Что ж, как ты видишь, я жив, в то время как все остальные мертвы и исчезли.",		//31
"Но ты потерял ногу. Несмотря на всех Хирургов?",
"Да, у меня началась гангрена, так что им пришлось отрезать ногу. Но я потерял нечто большее, чем её.",	//33
"Ваша карта. И это Стид Боннет украл её. еперь это то, за чем нужно следить.",
"Это не он. Его тоже повесили.",							//35
"Вы знаете, когда и где?",
"В этом мире нет ничего бесплатного. Но за ту долю, которую ты предложил, я отдам тебе город.",			//37
"Конечно. Это обещание.",
"Ладно. Боннет был повешен в 1718 году в Чарлстауне губернатором сэром Уильямом Стэплтоном.",	//39
"Ага, это уже кое-что. Давай, чего ты ждешь.",
"Капитан и Цезарь! Ты тоже жив. Кто эти джентльмены?",			//41
"О.. скажем, старые знакомые. Это моя шляпа у вас, мистер Хэндс?",
"Да, капитан, я нашел её в воде.",							//43
"Благодарю вас. Но я вижу, вы нашли и кое-что ещё..?",
"Сокровище потеряно, капитан, единственное, что я нашел, это эту старую книгу....",				//45
"(ДА, ДА и ЕЩЁ РАЗ ДА!!) Это неплохо, совсем неплохо.",
"Это Пелл. Он заметил её.",
"Хорошо. Я приму командование с башни. Казначей, вы отвечаете за орудия!",
"Приятно видеть! Картина и поврежденная книга - это всё, что вы нашли, капитан?",		//49
"Я не знаю, как это сказать, но...",
"Нам лучше поторопиться на корабль, капитан, надвигается настоящая непогода.",	//51
"Вы уверены? я ничего не вижу...",
"А как насчет оружия, капитан? Об огнестрельном оружии не может быть и речи...",		//53
"Я поговорю об этом с пловцами.",
"Смотрите, капитан, вот и Музыкант бежит.",				//55
"Хм, он создал какие-то проблемы в порту?",
"А вот и другая проблема - Священник.",				//57
"Да, и за ним гонится испанский солдат. Всем приготовиться, матросы!",

};