string DLG_TEXT[12] = {  
"Эта часть теперь закончена, но вы можете найти ещё приключений в этом мире.",
"Может вы хотя бы намекнёте?",
"Почему бы вам не задуматься о своём новом доме - ферме.",
"Что ж, спасибо. (Это что, автор этой сюжетки?)",
"Что ты делаешь в моём доме?",
"Ой, извините, я просто интересуюсь архитектурой. (Сглатывает)",
"Вы завершили квест, не используя прыжки по заданиям.",	//6
"Конечно, так веселее.",
"Сегодня вечером состоится концерт, и в качестве бонуса я приглашаю вас всех!",		//8
"Это здорово, но у нас нет билетов.",
"Хм, может, ты поможешь мне здесь, Клэр?",		//10
"Как?",

};
