string DLG_TEXT[55] = { 
"Новенький здесь?",
"Действительно, так оно и есть. Могу я задать вам вопрос?",
"Безусловно. Вы заблудились в Кристиании?",
"Да, вы когда-нибудь слышали о месте под названием 'Башня Чёрной Бороды'?",
"Ха! Все знают о нём.",
"Превосходно. Не могли бы вы тогда сказать мне куда идти...",
"Конечно. Это очень легко. Выход находится рядом с единственным кирпичным домом в центре города.",
"(Это звучит слишком просто. Может быть, она была исследована много лет назад.) Ааа.. Хорошо. И спасибо тебе.",
"The auction is over. You just missed it.",	//8
"Очень хорошо, я не интересуюсь антиквариатом.", 
"Ты говоришь, что нашел вход в башню Чёрной Бороды. И да, мы все были там, пытаясь открыть дверь.",
"Похоже, что нужен рычаг, чтобы открыть её.",
"Жаль, что вы пропустили сегодняшний аукцион. Было продано много редких предметов. Предметы, которые, возможно, принадлежали самому Чёрной Бороде.",
"(Если бы я только смог найти покупателей - возможно, сделка была бы возможна.) Понятно, вы знаете, кто купил эти вещи?",
"Это были одни из самых выдающихся людей в этой колонии.",
"Вы имеете в виду богатых?",
"Конечно, товары продавались по очень высоким ценам.",
"Хорошо, спасибо. (Аукционист должен знать, кто купил предметы!)",
"Да, капитан, что теперь?",
"Интересно, не могли бы вы дать мне какие-нибудь указания?",
"Я помогу тебе, куда ты хочешь пойти?",		//20
"Где мне найти губернатора Уолтера?",
"Вы знаете пароль от Форта?",
"Где находится верфь?",
"Где находится церковь?",
"Где находится портной?",			//25
"Вы знаете о здании под названием Красный дом?",
"Это большое каменное здание в центре города называется - Ратуша. Его всегда охраняют.",
"Спасибо.",
"Губернатор Генрих Адольф Уолтер живет в здании ратуши.",
"Он немец?",					//30
"Он родился в Германии, но его красавица жена Анна Хелена Трафвенфельдт родом из Швеции.",
"Ладно, где мне найти ратушу?",
"Нет, не знаю. Мне жаль.",
"Очень хорошо, я спрошу кого-нибудь другого.",
"Это корабль! Шведский корабль!",				//35
"Действительно. (Меня это совершенно не волнует - я слишком занят более важными вещами!)",
"Верфь расположена в нижнем городе Нуэва-Суэсия.",
"Нуэва Суэсия - испанская часть города?",
"Действительно, это капитан, и верфь называется 'Астильеро'.",
"Да, у нас есть часовня в центре Кристиании и собор в Нуэва-Суэсии.",	//40
"Протестант или католик?",
"В Кристиании больше одной церкви?",
"Его магазин находится в Верхнем городе Нуэва-Суэсии. Его личная комната там же.",
"Это звучит просто. До свидания.",
"Нет. Говорят, чтобы попасть туда, нужно лазить по крышам. Но с чего вы начнете?",	//45
"Да, я слышал об этом - где-то в джунглях...",
"Не могли бы вы быть более точным?",
"Это не тот выход из джунглей, что ведет в башню Чёрной Бороды. Но всё равно из центра Кристиании.",
"Я думаю, это уже что-то.",
"Да, но будьте осторожны - джунгли похожи на лабиринт, и там также могут быть враждебно настроенные индейцы.",	//50
"Спасибо за предупреждение.",
"Ты знаешь дорогу в Форт?",
"Конечно. Вы найдете ворота в дальнем конце центра города.",
"О, не бери в голову, я думаю, что найду свой путь.",

};
