string DLG_TEXT[120] = {  
"Что это - горит один из моих кораблей?",
"Нет, я просто...",
"Закрыто!",
"Но разве вы не слышали, прибывают какие-то корабли!",
"О, я уже видел корабли раньше.",
"Они прибывают из Швеции со всевозможными товарами.",
"Мне больше не нравится шведская еда - она такая отвратительная.",
"Хм, понятно. (Как мне вытащить оттуда этого человека?)",
"И на этом, добрые люди, закончился сегодняшний аукцион.",
"В следующий раз аукцион будет на следующей неделе. В то же время, в том же месте. Тогда мы будем продавать личные вещи другого печально известного пирата. Какого вы спросите? Придите и смотрите...",
"Да, что я могу для вас сделать?",			//10
"Э-э... насчет сегодняшнего аукциона. Я хочу знать, кто купил эти вещи.",
"Чтобы заключить с ними частную сделку, да?",
"Может быть, и так. У вас есть список?",
"Конечно. Но это не бесплатно.",
"Понимаю. Сколько вы хотите?",		//15
"Ну... скажем... 500 золотых монет.",
"Я проделал долгий путь и устал, так что... ладно, я куплю его.",
"Это слишком дорого. Может быть, я вернусь позже.",
"Очень хорошо, капитан. Деньги, пожалуйста.",
"Вот, пожалуйста. До свидания.",			//20
"Аукцион закончился, но приходите на следующей неделе.",
"Хорошо.",
"Кто вы!?",
"Ох. Извините за вторжение, мадам. Меня зовут Говард Пайл.",
"Вы вор? Вы обыскиваете офис моего мужа?",		//25
"Вовсе нет, мадам. Я могу всё объяснить...",
"По-моему, ты очень похож на пирата.",
"Я искал губернатора, вот и всё. Я хочу сделать ему деловое предложение.",
"Тогда очень жаль, что его здесь нет. Он отправился встречать корабль. Я думаю, вам лучше уйти сейчас, мистер Пайл.",
"Конечно, приятно познакомиться с вами, мадам.",		//30
"Мистер Пайл, минутку. Я не верю вам ни на секунду, и если мой муж, губернатор, узнает...",
"Я обычный турист, впервые посещающий Кристианию, и я хотел бы увидеть весь город...",
"Турист - ха! Вам запрещено входить в Форт. Вы не знаете пароль, мистер Пайл.",
"Нет. Но, может быть, вы знаете, мадам?",
"Очень хорошо... Я не вижу в этом ничего плохого. Это 'Ленгтора'.",	//35
"'Ленг торей'. Понял.",
"О, ради бога. Это произносится как 'Ленг-тор-ааа'.",
"Да, именно то, что я и сказал. Спасибо и до свидания, мадам.",
"До свидания, мистер Пайл.",
"Прощайте, мадам.",				//40
"Поговорите с кардиналом - он здесь главный.",
"Где этот проклятый священник? Он должен присутствовать, пока ждёт визита из Рима.",
"Финляндия, ага. Я все равно никогда не встречался со священником, монсеньор.",
"Вежливый молодой человек, эх. Также заперт удобный выход через исповедальню.",
"Хорошо...?",					//45
"Это значит, что я даже не могу обыскать его каюту.",
"Тогда где же он живет?",
"У него снята комната в местной таверне. Вообще неуместно.",
"Нет, это звучит очень сомнительно - для священника. (какая мне разница - но, возможно, мне понадобится эта информация позже)",
"Поговорите со священниками - я всего лишь охранник кардиналов.",		//50
"Рим? Фортелиус совсем не похож на итальянца.",
"Нет на самом деле я из Финляндии.",
"Этот священник не приедет - мы скоро уплываем!",
"Я понимаю, монсеньор.",
"Нет, я не покупал никакого амулета. Как я мог себе это позволить?",		//55
"Хм, тогда это, должно быть, другая церковь. Та, что в испанских кварталах.",
"Почему вы так удивились, увидев нас здесь? Мы не можем зарабатывать на жизнь только 'пиратством'.",
"Нет, эххххрмпф. (Я тоже не могу)",
"Если вы ищете губернатора, то его не будет несколько часов.",
"Понимаю. (Хм, может быть, я смогу немного прокрасться внутрь?)",
"Звучит точно по-шведски, что это значит?",		//61
"Это место, где поселился мой муж, когда приехал из Германии.",
"А как насчет вас, мадам?",
"Вы думаете, что Трауенфельдт тоже звучит по-немецки. Верно, капитан?",
"Ты можешь читать мои мысли?",
"Хм... да.",		//66
"Очень странно. Что еще вы можете мне сказать?",
"Через 300 лет один из моих потомков будет искать своих предков...",
"Хорошо, пожалуйста, продолжайте. (это невероятно, но захватывающе)",
"Его зовут П.. А ....... также известный как JRH.",		//70
"Я встречался с ним в резиденции губернатора Роджерса! Очень хорошо, мадам. Напомни, какой был пароль?",
"Ленгтора.",
"Да, именно то, что я и сказал. Кстати, а где вход в Форт?",	//73
"Вы найдете ворота на другом конце центра города.",
"О, я... Я как раз собирался уходить.",
"Пожалуйста.",
"Моряк, кто здесь главный?",				//77
"Кто спрашивает?",
"Разве вы не видите, что мы шведские офицеры. Где ваш офицер, матрос?",
"Пират что ли?! У меня на берегу два офицера, но главный — я. Капитан Говард Пайл, к вашим услугам.",
"Позвольте представиться. Это коммандер Хильферсхаузен, а я губернатор Уолтер.",	//81
"(О, о, они узнают меня!?) Рад познакомиться с вами, джентльмены.",
"У меня есть небольшое чувство, что я видел тебя...",		//83
"Нет, командир, я не думаю, что мы встречались.",
"У меня нет времени на таких, как вы.",		//85
"!!!",
"У нас есть дело! В порту Кристиании.",			//87
"Совершенно верно, губернатор. (Какое у него дело?)",
"У нас тоже. Но я помню, как видел тебя в порту Кристиании?",			//89
"Как называется ваш корабль, капитан?",		//90
"'Шведский Исследователь Исландии'.",
"Шведский - но что это значит?",		//92
"Одну секундочку, пожалуйста. (Они тоже не шведы!)",
"Флагман Гатенхильма? О, да ладно тебе...",			//94
"???",
"Очень хорошо... Здесь тоже отвратительный запах - как от работорговца!",	//96
"Ну да, когда-то это судно было кораблем работорговцев.",
"Но теперь нет?",						//98
"Нет! Как вы можете видеть, среди членов экипажа есть чернокожие.",
"Даже в украденной шведской форме!",			//100
"(все идет совсем не так хорошо)",
"Какой нации принадлежал корабль?",				//102
"Эээ... я... британец.",
"Вы работаете капером или более... эээ... свободно, капитан Пайл?",	//104
"Ну, что я должен сказать...",
"Как насчет того, чтобы работать на нас, а не быть изгоем?",	//106
"Вы предлагаете мне каперское свидетельство, губернатор?",
"Да, капитан Пайл, каперское свидетельство.",				//108
"(Это отлично! Я не должен показывать, насколько я взволнован.) Давайте послушаем, что скажет команда...",
"Есть только одна маленькая деталь, капитан Пайл.",				//110
"Какая..?",
"Мы собираемся разместить наблюдателя на борту вашего корабля, капитан.",	//112
"Без проблем. (Не уверен насчет этого!) Кто он?",
"Я думаю, что гренадер будет очень хорошим выбором.",			//114
"Ещё одному воину всегда рады.",
"Хорошо. У вас есть свидетельство, Фридрих?",				//116
"Секундочку, Генрих.",
"Ваше 'Каперское свидетельство', капитан Пайл.",					//118
"Спасибо, джентльмены, ауфидерзейн.",


};
