string DLG_TEXT[100] = {
"Чем могу помочь, капитан?",
"О, простите что потревожил вас.",
"Как собрать самогонный аппарат?",
"Я не уверен что знаю как перегонять...",
"Скажите что разъедает медь?",
"Всё необходимое можно найти на складе или на кухне.",
"Я понял.",
"В спальне Роджерса есть схема. И капитан пожалуйста, будьте осторожны с кислородом!",
"Я изучу ту схему.",
"Вам нужна дополнительная информация. Возможно, есть несколько инструкций, которые можно найдены в этом доме.",
"Хорошо, тогда я поищу.",
"Возможно писатель что нибудь знает.",
"Хм, может есть книги у Дефо, я должен посетить его каюту на верфи.",
"Капитан, у вас не хватает нужных ингредиентов.",
"Поздравляю, вы сделали это капитан!!",
"Сейчас же на корабль!",
"Вы почти у цели капитан. Но я думаю, вы должны внимательнее просмотреть книги и документы...",
"Скажите что разъедает серебро?",
"Хорошо, я продолжу свою работу.",
"Вам нужна серная кислота.",
"Вам нужна азотная кислота.",
"Скажите что разъедает золото?",
"Вам нужна соляная кислота.",
"Капитан, лодка уже готова.",
"Лодка? Хорошо, спасибо.",
"Вот как?!",
"Ах, вот вы где капитан. Давайте все вернемся в резиденцию губернатора.",
"Здравствуйте Минерва, где было найдено его тело?",
"Он был в своем кабинете, когда его убили.",
"Я понял.",
"О, я хотела бы позаботиться о магазине мисс Роджерс -",
"- спасибо вам!",
"Это - 'Стрелок' -",
"- ещё один преданный член команды!",
"Я открыла для вас все сундуки капитан, - но вы должны собрать перегонное устройство самостоятельно.",
"Что случилось капитан?",
"Я... не знаю... он просто взорвался... прямо мне в лицо!!",
"Вы заполнили котел водой?",
"Хмм, нет.",
"Вы заполнили реторту?",
"Капитан, вы должны быть осторожным с кислородом. Два мотка на той доске - достаточно!",
"Добро пожаловать в сельский дом губернатора Роджерса. Моё имя Минерва и я здесь, чтобы помочь Вам в Ваших экспериментах алхимии.",
"О, разве я собирался их делать?",
"Да, и Ваша первая задача - определить местонахождение лаборатории алхимии Роджерса - без моей помощи.",
"Хм я вижу, загадки губернатора продолжаются...",
"Да, мне разрешают помочь Вам этим - использовать предмет в правой руке: F3 + F3; в левой руке: F3 + выстрел (Q).",
"Спасибо Минерва, я запишу это.",
"Капитан, я ждала вас так долго.",
"Привет Минерва, что вы делаете здесь?",
"У меня есть смеси, которые вы сделали ранее.",
"Очень хорошо!",
"Вот, пожалуйста, Капитан Пайл. Я также открыла проход в секретную комнату Роджерса.",
"Да! Теперь я могу продолжить свою работу.",
"Я могу понаблюдать за входом, но у меня нет оружия, сэр.",		//53
"Вот, возьми моё.",
"Мне взять вашу шляпу и пояс, капитан?",		//55
"Да, пожалуйста.",
"Чем я могу вам помочь, капитан?",				//57
"Я хочу узнать больше о Крусибле.",		//58
"Можно поточнее, пожалуйста?",			//59
"Как мне его заполнить?",					//60
"Здравствуйте, капитан, надеюсь, вы не возражаете против моего вторжения. Я здесь в отпуске.",	//61
"Ага, я думал, ты в магазине.",			//62
"Я не понял, как работает шлифовка.",			//63
"Как мне отфильтровать жидкость?",				//64
"Сколько дров я должен использовать?",			//65
"Колесо сбоку от камина. Для чего оно?",			//66
"Как мне перелить обработанные ингредиенты из тигля в бутылку?",	//67
"Если тигель наклонен, используйте колесо сбоку печи. В остальном это не проблема.",		//68
"Спасибо, я понял.",					//69
"Количество треугольников в алхимическом рецепте равно количеству дров, которые вы должны добавить.",	//70
"Колесо предназначено для опрокидывания тигля.",		//71
"Поставьте маленькую бутылочку и воронку на пол, прежде чем наклонять тигель с помощью колеса.",		//72
"Куда мне засыпать ингредиенты, которые я хочу измельчить?",	//73
"Как мне выполнить собственно шлифование?",		//74
"И, наконец, как достать материал из измельчителя?",	//75
"В верхней части цилиндра есть отверстие.",		//76
"Поверните большую рукоятку.",		//77
"Поместите маленькую бутылку на пол под трубу, прежде чем тянуть за веревку.",		//78
"Не забудьте поместить чистый фильтр на решетку, прежде чем наливать на него жидкость.",	//79
"Эх... не знаю, с чего начать всё это...",		//80
"У губернатора Роджерса была старая книга, которую он когда-то изучал. Вы уже нашли её?",		//81
"Нет, где она?",		//82
"На нижнем этаже, на стене рядом с запасом дров.",	//83
"Где я могу это найти?",	//84
"В сундуке неподалеку.",		//85
"Где я могу найти все ингредиенты?",			//86
"Вам придется обыскать сундуки во многих комнатах. Как лабораторию, так и складские помещения. Даже кухню и личную комнату.",	//87
"О, извините, я передумал.",	//88
"Где я могу найти этот алхимический рецепт?", 		//89
"На столе для смешивания стоят бутылки разных размеров. Какую из них мне следует использовать?",//90
"Нет проблем, вы увидите, какая из них правильная.",	//91
"В новой лаборатории есть запертая дверь. Не могли бы вы открыть её, пожалуйста.",			//92
"Мне жаль, капитан Пайл, но я не могу. Ключ исчез.",			//93
"Что ещё мне нужно знать?",				//94
"Экономьте очень часто, капитан! Мой совет - делать это после каждого отдельного успеха на любом рабочем месте.",	//95
"Вы знаете, как найти 'Логово Контрабандистов' на острове Ла-Гренада?",			//96
"Неважно, где вы пришвартуетесь на острове Ла-Гренада. Вам всё равно придется пройти через джунгли, чтобы найти логово контрабандистов.",	//97
"Я не помню, как сделать серную кислоту.",			//98
"Тебе и не нужно этого делать. На нижнем этаже секретной лаборатории у лестницы есть резервуар.",	//99



};