string DLG_TEXT[113] = {
"Не с вами Капитан: мы выбрали другого капитана, мистер Пайл!",
"!!!",
"Сначала Вы сказали нам выкинуть пищу - 'освободите трюм для сокровищ'. Мы голодаем Капитан!", 
"У команды есть ром!!",
"А потом вы отказались взять то прекрасное судно - только потому, что оно ''выглядит британским''!!",
"Мы скоро найдем другую добычу...",
"Не так быстро мистер Пайл. Перед тем, как отправиться на новый остров - отдайте все свои вещи!",
"Что, вы это серьезно...",
"Поскольку вы, кажется, думаете, что можно питаться только ромом - вот вам бутылка.",
"Без оружия, вообще?",
"Вы можете взять с собой пистолет с ОДНИМ зарядом!",
"(вздох)",
"Теперь это мой корабль - ",
"- И я не буду набирать новую команду!",
"Голодная и смертельно пьяная команда -",
"- это очень опасная вещь!",
"Пираты нападают на суда -",
"- ВСЕХ наций!",
"Вы получите ценный опыт, 'Капитан'. Без команды, вы должны найти способ выжить.",
"Да, и без нас, офицеров, которым вы доверяете, а только со своей способностью решать задачи и головоломки.",
"И Пайл, сделайте нам одолжение, и останови свои глупые рассказы о реинкарнации - этого просто не существует!",
"---",
"Это не может быть правдой - у тебя хватает наглости нанести нам визит, Пайл!",
"Итак...  'Сокровище разделено'?",
"Это так! И никакой доли для тебя, Пайл.",
"Что ж, у меня есть другое мнение...",
"Знаешь, что с тобой не так, Пайл? Тебе не повезло!!",
"Я сбежал с богом забытого острова, где ты высадил меня, не так ли? А ещё я единственный выживший во время шторма!",
"Но теперь вам не повезло, это точно!!",				//28 Christian
"Разве?",
"Вернёшься на другой берег, и мы убьем тебя.",				//30 Mills
"Вы предлагаете дуэль?",
"Да, точно. Только нас будет трое!",				//32 Young
"(глоток, всё идет совсем не так хорошо)",
"Это дуэль -",							//34 Christian
"- есть какие-то проблемы, команда?!!",
"Трое на одного, капитан -",					//36 french crew
"- это не то, что называют дуэлью.",
"Похоже, у нас появился новый капитан...",
"...или что вы скажете, мужчины?",
"Но этот случай не новый -",			//40
"- это тот самый старый!",
"Тот, кого ты бросил в одиночестве -",
"- вы действительно уверены в этом??",
"Пайл, ты справишься. Но ни тебе, ни твоим приятелям мы не разделим нашу добычу.",
"Очень хорошо. И я тоже не стану делиться с тобой своими сокровищами!!",
"У тебя ничего нет, Пайл. Поврежденная книга и картина!! Ты потерпел кораблекрушение!!",		//46
"Посмотрим, посмотрим.",
"А как насчет офицеров?",
"Израэль Хэндс будет штурманом, Игнатиус Пелл - боцманом в башне, а Цезарь - плотником.",
"Люди Чёрной Бороды, да? Я добровольно вызываюсь в качестве казначея -",
"- как наиболее квалифицированный.",
"Не волнуйтесь, капитан - ",
"- в следующий раз мы будем целиться выше!",
"... стоит на якоре. Но пять лодок уже в пути!",		//54
"Тогда нельзя терять времени. Что это у тебя там - выглядит тяжелым.",
"Это поворотное орудие с башни, я думаю, оно должно быть у вас, капитан. И, мистер Пелл, будьте добры, поднимитесь на утес, чтобы держать нас в курсе.",
"Очень хорошо. Сейчас мы откроем огонь по лодкам из всего, что у нас есть, казначей!",
"ВОЗВРАЩАЙТЕСЬ К БЛОКПОСТУ КОМАНДЫ!! Прежде чем они убьют нас всех из своих орудий.",
"(Он прав, но я тот, кто отдает здесь приказы!!!) ",
"У нас закончились боеприпасы на крыше, капитан. Мы должны сражаться с ними в открытую!",
"Я пойду первым с орудием и мушкетоном, следуйте за мной!",
"Да! Они все мертвы. Что теперь, капитан?",			//62
"Мы дождемся темноты, заберем их форму и попытаемся одурачить оставшуюся команду на корвете. Затем..!!!",
"Но капитан. Даже если мы убьем этих солдат, на борту может остаться ещё много матросов.",	//64
"Конечно. А если нам не повезет, то и ещё больше солдат.",
"Хм... итак...?",						//66
"Корабль - работорговец, верно. Если бы мы только могли освободить рабов и тоже напасть из трюма, мы бы захватили его!",
"Я тоже умею плавать. Неужели я один такой..?",				//68
"Хм, очень хорошо, 'Король Давид'.",
"Один вопрос, капитан. Рабы наверняка в кандалах. Как вы будете с этим справляться??",	//70
"Что ж, я..... (Почему я об этом не подумал?!) Я... эхх...",
"Разве вы не помните, капитан? У нас на борту есть отличная отмычка.",	//72
"Ту девушку, которую ты имеешь в виду? Но я её здесь не видел.",
"Ах, капитан, давно не виделись.",					//74
"Очень забавно. Я не видел тебя раньше... (Багровый пират!! Я думал, это меня так назвали.)",
"Нет, я кормила собаку. Что вам надо?",				//76
"Нам нужны ваши навыки работы с отмычками. На борту корвета есть рабы...",
"Нет проблем, капитан. Когда мы отплываем?",				//78
"Ночью. Но сначала умеете ли вы плавать, девушка?",
"Не надо надо мной издеваться. Конечно, я умею плавать - я научилась этому ещё в школе.",			//80
"Ладно, Багровый пират. (трудный это был день, эхх) Вы, должно быть, единственный пират, который когда-либо посещал школу.",
"'Нам не нужно никакого образования.' Это так? Вот что я тебе скажу, Пайл. Помимо взлома замков, я могу делать всё, что умеешь ты -",	//82
"- вдобавок ко всему я научилась читать и писать на трех языках и ориентироваться. А ещё математика, так что я в любую минуту могла бы стать не только капитаном, но и казначеем! СПАСИБО ШКОЛЕ!!!",
"Я пойду первым с орудием, мушкетоном и мортиркой, следуйте за мной!",		//84
"Не мешайте нам - скоро они снова нападут!",
"Эхх... Я просто...",	//86
"Но вы действительно уверены, что у вас получится, капитан? Я имею в виду только вас четверых против...",
"В моей группе будут и мускулы, и интеллект!",	//88
"И что из этого вы отстаиваете?",
"Вот что я тебе скажу, француз, я не назначал тебя казначеем, чтобы сомневаться во всем, что я буду делать. Я могу сию же секунду снова сделать тебя обычным моряком! Не забывай об этом!",	//90
"Только еще один момент - как вы собираетесь подать нам сигнал, когда рабы будут готовы к атаке?",		//91
"Не волнуйся. Я разберусь с этим. (И начинаю очень сильно уставать от тебя) Даже если мне придется послать на берег пловца!",
"Да, что нужно?",
"Э-э... ничего.",
"Я всё ещё здесь.",
"Приятно это знать.",
"Тогда я начну с кандалов...",
"Да, очень хорошо.",
"Что теперь, капитан? Все заключенные свободны.",
"Отлично, Багровый Пират (хм!). Теперь пришло время плыть к берегу. Пожалуйста, поторопитесь.",
"Я вижу, вы нашли боеприпасы, капитан, но как мы собираемся организовать атаку?",
"Секундочку, Король...",
"Посмотри на нас. Ты действительно думаешь, что мы стали бы работать на работорговца -",	//103
"- мой чернокожий друг Цезарь даже офицер!",
"Теперь у нас есть все офицеры, которые нам нужны -",			//105
"- за исключением врача.",
"",				//107
"",
"Звучит как - то знакомо ... но скажи мне -",		//109
"- почему ты носишь эту маску?",
"Это Исла-Мона, капитан.",			//111
"!!!",

};