string DLG_TEXT[14] = {
"У меня нет времени на разговоры.",
"Тогда ладно.",
"Я могу обучить вас навыку 'Профессионального Канонира'.",
"Я знаю о 'Увеличении Растояния Выстрела из Орудий'.",
"Я могу показать вам как делается 'Быстрая Перезарядка Орудий'.",
"Сперва вы должны изучить базовые навыки - ",
"- поговорите с кем-нибудь еще.",
"Я знаю о 'Увеличении Растояния Выстрела из Орудий' или 'Быстрой Перезарядки Орудий'.",
"Хм, думаю, лучше изучу 'Увеличение Растояния Выстрела из Орудий'.", 
"Пожалуй мне понадобится 'Быстрая Перезарядка Орудий'.",
"Согласен!",
"Возможно позже.",
"Капитан, вам нужна помощь с этим корытом или нет?",	//12
"Может быть, позже. Вот, возьми этот флаг и подними его на вершине башни.",


};