string DLG_TEXT[18] = {
"У меня нет времени с вами разговаривать, Капитан.",
"Ну как скажешь.",
"Я могу научить вас навыку 'Профессиональный Фехтовальщик'.",
"Я могу научить вас навыку 'Продвинутой Защиты'.",
"Вы должны изучить больше основных умений и навыков - ",
"- поговорите с кем нибудь другим.",
"Я могу научить вас навыку 'Критический Удар'.",
"Я могу научить вас навыкам 'Продвинутой Защиты или Критического Удара'.",
"Я хочу изучить навык 'Продвинутой Защиты'.",
"Я хочу изучить навык 'Критический Удар'.",
"Конечно, я согласен!",
"Возможно позже.",
"Используйте только круглые монеты.",
"Хорошо.",
"Если Вы хотите знать больше о ящике для пожертвований -",
"- спросите кого-нибудь другого.",
"Капитан, теперь вы знаете о ящике для пожертвований!",
"Хорошо, у меня всё записано в журнале заданий.",


};