string DLG_TEXT[20] = {
"У меня нет времени на разговоры.",
"Тогда ладно.",
"Сперва вы должны изучить базовые навыки - ",
"- поговорите с кем-нибудь ещё.",
"Я могу научить вас навыку 'Стрелок'.",
"Учите!",
"Я ничего не знаю об этих монетах - ",
"- единственное, что я знаю, что здесь холодно, и странное чувство в ногах...",
"Покажите что у вас есть.",
"Хорошо.",
"Вот возьмите - ",
"- Вы будете выглядеть как монахи...",
"Ха, снова вы. Я не могу поверить - вы снова порвали свою форму!?",
"Хм да... Меня заманили в засаду.",
"Если вы присядете, то ром подадут через минуту.",
"Хорошо, но я...",
"Я всегда хотел перегонять этот прекрасный ром самостоятельно. И Капитан, не волнуйтесь, это очень безопасное устройство.",
"Пайл, о том парне, Ричардсе. Его осматривали хирурги Чёрной Бороды.",
"Я пытаюсь сообразить... ээхх... Я... ",
"... Я...",


};