string DLG_TEXT[15] = {
"У меня нет времени на разговоры.",
"Тогда ладно.",
"Я могу научить вас навыку 'Стойкость'.",
"Я могу научить вас навыку 'Продвинутой Защиты'.",
"Сперва вы должны изучить базовые навыки - ",
"- поговорите с кем-нибудь ещё.",
"Я могу научить вас навыку 'Прилив Сил'.",
"Я могу научить вас навыкам 'Стойкости или Прилива Сил'.",
"Я могу научить вас навыкам 'Продвинутой Защиты или Прилива Сил'.",
"Я хочу изучить навык 'Продвинутой Защиты'.",
"Я хочу изучить навык 'Стойкость'.",
"Я хочу изучить навык 'Прилив Сил'.",
"Согласен!",
"Возможно, но позже.",
"Капитан, вам нужна помощь с этим корытом или нет?",

};