string DLG_TEXT[10] = {
"Чего вы ждете? Идите скорее!",
"Я не один из ваших слуг 'Сэр' - и попробуйте это запомнить!",
"Капитан Пайл! Я сожалею, что они похитили вас.",
"Скажем, мы столкнулись друг с другом в результате несчастного случая. Я здесь не как пленник - пираты предлагают обменять всех вас на выкуп из Порт-Рояла.",
"Вот, наконец, хорошая новость после всего этого ожидания! Сколько золота требуют эти ублюдки?",
"Я понятия не имею губернатор, главное, что вы все живы и невредимы.",
"Прощайте капитан и удачи!",
"Прощайте.",
"Быстро, возьмите мою одежду и драгоценности. Я не могу ТАК прибыть в Порт-Роял!",
"Вы сможете, и вам придется. Радуйтесь что они сохранили вам жизнь.",

};