string DLG_TEXT[14] = {
"Богатство да? И куда это привело тебя, Пелл?. И кто, чёрт возьми, твой гость?",
"О, извините, сэр. Меня зовут капитан Говард Пайл.",
"Тот самый Пайл!! Ха!!",						//2
"(снова и снова) Что ж, я...",
"В этой тюрьме принято немного платить за посещения...",	//4
"Это так - мне очень жаль, но у меня совсем нет денег.",
"Теперь мы совсем не понимаем друг друга!",			//6
"Возможно, вместо подарка..?",					
"Так-то лучше - что вы имеете в виду, капитан?",		//8		
"Как насчет бутылки хорошего коньяка?",
"Неплохо, совсем неплохо. Но одной бутылки недостаточно.",	//10
"Хорошо. Вот вам - две мои последние бутылки коньяка.",
"Хорошо, но еще одно: если вы хотите выжить, не пытайтесь ничего украсть или прикоснуться к чему-либо!",//12
"Конечно, нет. (Хм, посмотрим...)",
	
					










};