string DLG_TEXT[14] = {
"Сокровища, да? И куда это привело тебя, Пэлл? И кто, чёрт возьми, твой гость?",
"О, извините, сэр. Меня зовут капитан Говард Пайл.",
"Тот самый Пайл!! Ха!!",						//2
"(Снова и снова) Что ж, я...",
"В этой тюрьме принято немного платить за посещения...",	//4
"Да? Мне очень жаль, но у меня совсем нет денег.",
"Теперь мы совсем не понимаем друг друга!",			//6
"Возможно, подойдёт какой-нибудь подарок..?",					
"Так-то лучше - что вы имеете в виду, капитан?",		//8		
"Как насчёт бутылки хорошего коньяка?",
"Неплохо, совсем неплохо. Но одной бутылки недостаточно.",	//10
"Хорошо. Вот вам - две мои последние бутылки коньяка.",
"Хорошо, но ещё одно: если вы хотите выжить, не пытайтесь ничего украсть или прикоснуться к чему-либо!",//12
"Конечно. (Хм, посмотрим...)",
	
					










};