string DLG_TEXT[8] = {
"Ну господин пират, пришло время просыпаться. Мы находимся в Порт-Роял.",
"Я не пират сэр, простой и невезучий матрос!",
"Я вижу. И пистолет с одной пулей - вас пустили доске, верно?!",
"Это был мятеж, сэр - команда украла у меня корабль. Я капитан торгового корабля.",
"Достаточно! мистер Херрик - проводите этого негодяя к губернатору, немедленно!",
"(Вот (Цензура)...)",
"Идем мистер Херрик, Губернатор, знающий толк в борьбе с пиратами, хотя он в отставке: Вудс Роджерс!",
"(Похоже это конец!!!)",


};