string DLG_TEXT[32] = {
"Эй ты! Помоги-ка мне молодой человек...",
"Эээ? (Он пьяный?)",
"Бандиты заперли меня. Перебейте их, и я вас отблагодарю.", 
"Хорошо, попробую. (Ах, да очень пьяный.)",
"Не упустите головореза, одетого как монах. Он - их главарь, и у него есть рычаг, который вам понадобится.",
"Я вернусь через минуту, мистер Мэйнард.",
"О да, это начало. Цитадель повреждена так, что вы можете вывести меня только через верхнюю дверь башни.",
"Верхняя дверь, мда. Хм...",
"Используйте якорь, чтобы заблокировать мост!",
"Точно, что я и имел в виду.",
"Ура. Вы точно не журналист?",		//10
"Простой моряк, мистер Мэйнард. (От него несет ромом!)",
"Это молодой Лейтенант. Очень хорошо. У меня есть несколько вещей, которые могут заинтересовать вас. Можете осмотреть из в моей спальне внизу.",
"Это прекрасно, но у меня есть только один вопрос, если вы не возражаете конечно.",
"О нет, только не снова Черная Борода!",
"Боюсь, что это так.",
"Что на сей раз?",
"Я интересуюсь кораблем Чёрной Бороды...",
"'Месть Королевы Анны' села на мель - это известный факт.",
"Я имел ввиду другой корабль.",
"Шлюп 'Приключение' также оказался на той же мели.",	//20
"Я знаю, но был еще один шлюп шлюп.",
"Тич вернул шлюп Бонн 'Месть', но полностью обобрал так называемую 'Майору'.",
"Тем не менее я ищу информацию о четвертом судне во флотилии Тича.",
"Небольшой шлюп, который он придерживал до конца. Я продал его на Тёрксе. И довольно дешего.",	//24
"Ага. Прощайте Лейтенант Мэйнард.",
"Снова вы тут?!",
"Упс, не та дверь.",
"Где я могу найти дилера?",
"Его контора, находится в старом Форте. Выходите за город в джунгли. Затем поворачиваете налево.",
"Но как мне добраться до моста?",			//30
"Используйте скалы, чтобы прогуляться по заливу, молодой человек!",	//31

};