string DLG_TEXT[32] = {
"Эй ты! Помоги-ка мне молодой человек...",
"Эээ? (Он пьяный?)",
"Головорезы заперли меня. Перебейте их, и я вас отблагодарю.", 
"Хорошо, попробую. (Ах, да очень пьяный.)",
"Не упустите головореза, одетого как монах. Он - их главарь, и у него есть рычаг, который вам понадобится.",
"Я вернусь через минуту, мистер Мэйнард.",
"О да, это начало. Цитадель повреждена так, что вы можете вывести меня только через верхнюю дверь башни.",
"Верхняя дверь, мда. Хм...",
"Используйте якорь, чтобы заблокировать мост!",
"Точно, я так и думал.",
"Ура. Вы точно не собираете сплетни и слухи?",		//10
"Я просто моряк, мистер Мэйнард. (От него несёт ромом!)",
"А я молодой Лейтенант. Очень хорошо. У меня есть несколько вещей, которые могут заинтересовать вас. Можете осмотреть их в моей спальне внизу.",
"Это прекрасно, но у меня есть только один вопрос, если вы не возражаете, конечно.",
"О нет, только не снова Чёрная Борода!",
"Боюсь, что это так.",
"Что на сей раз?",
"Я интересуюсь кораблём Чёрной Бороды...",
"Корабль 'Месть Королевы Анны' сел на мель - это известный факт.",
"Я имел в виду другой корабль.",
"Шлюп 'Приключение' также оказался на той же мели.",	//20
"Я знаю, но был ещё один шлюп.",
"Тич вернул шлюп Боннета 'Месть', но он был полностью разграбленный так называемым 'Майором'.",
"Тем не менее я ищу информацию о четвёртом судне во флотилии Тича.",
"Небольшой шлюп, который он придерживал до конца. Я продал его на острове Тёркс. И довольно дёшево.",	//24
"Ага. Прощайте Лейтенант Мэйнард.",
"Снова вы тут?!",
"Упс, не та дверь.",
"Где я могу найти покупателя?",
"Его контора, находится в старом Форте. Выходите за город в джунгли. Затем поворачивайте налево.",
"Но как мне добраться до моста?",			//30
"Используйте скалы, чтобы прогуляться по заливу, молодой человек!",	//31

};