string DLG_TEXT[43] = {
"У меня нет с вами общих дел.",
"Успокойтесь, господин Одель. Я только хочу, задают вам вопрос.",
"Нет, нет, нет, Капитан. Я никогда не подпишу такие статьи снова!",
"Вы думаете, что я пират?",
"Вас описывают темно-бордовых цветах. Говард Пайл я думаю, что...",
"Очень хорошо. (Да! Я уже известен!)",
"... известны тем, что вы самый жалкий пират из всех.",
"(Вздыхает) Ты был с Черной Бородой на острове Окракоке, когда его убили, да?",
"Я был там??!! Я получал более чем семьдесят ран и обвинялся в пиратстве.",
"Вы помните штурмана Израэля Хендса?",
"Вы помните лейтенанта Ричардса?",		//10
"Вы помните такого человека из экипажа по имени Джонсон?",
"Вы помните Цезаря, негра?",
"Хендс остался на берегу, его ранили.",
"Хорошо. Позвольте мне задать вам еще вопрос.",
"Да, какой на этот раз?",
"Нет, его там не было.",
"В команде не было никакого Джонсона.",
"Да, был такой - он чуть не убил нас всех...",
"Что случилось?",					
"Да уж. Я могу задать вам еще пару вопросов?",	//20
"Хорошо, но поспешим.",
"22 ноября 1718 года лейтенант Мейнард прибыл с двумя шлюпами, Джейн и Рейнджер на остров Окракоке.",
"Как он нашел Черную Бороду?",
"У губернатора Спотсвуда из Вирджинии по всему побережью шпионы. Теперь все три шлюпа застряли на отмели.",
"Они стреляли друг в друга..?",
"Шлюпы Мэйнарда были вне досягаемости орудий Тича, но могли оторваться в любой момент. Я был у штурвала, когда Тич, позвал своего темнокожего Цезаря.",
"Да?...",
"...а остальное известно.",
"Да, но ведь это ты остановил Цезаря от уничтожения шлюпа? Холд был заблокирован.",
"У меня есть другие дела... Но да, это был я, я нашел другой путь...",
"И еще вопросик, если не возражаете. Цезарь был взят в плен, но что случилось со шлюпом?",
"Лейтенанту Мэйнарду разрешили оставить его себе в качестве награды за победу над Черной Бородой.",
"Ага, а у вас есть предположения, где его можно найти, если он все еще жив?",
"Я услышал, что он удалился от мтра и живет в старой Цитадели на Эльютере.",
"Большое спасибо, господин Одель.",
"Разговор закончен, Говард Пайл.",
"Хорошо.",
"Ты помнишь Цезаря?",
"Ну, с такой-то компанией! И, кроме того...",
"Да, что еще?",				//40
"Эльютера — большой остров. Мне что, плыть по всему побережью и искать Цитадель?",
"Нет, я думаю, вы можете добраться туда из таверны.",







};