string DLG_TEXT[43] = {
"У меня нет с вами общих дел.",
"Успокойтесь, господин Одэл... Я только хочу задать вам вопрос.",
"Нет, нет, нет, Капитан. Я никогда не подпишу такие документы снова!",
"Вы думаете, что я пират?",
"Вас описывают в тёмно-бордовых цветах. Говард Пайл я полагаю...",
"Очень хорошо. (Да! Я уже известен!)",
"... известны тем, что вы самый жалкий пират из всех.",
"(Вздыхает) Ты был с Чёрной Бородой на острове Окракоке, когда его убили, да?",
"Я был там??!! Я получил более чем 70 ран и обвинялся в пиратстве.",
"Вы помните штурмана Израэля Хендса?",
"Вы помните лейтенанта Ричардса?",		//10
"Вы помните человека из команды по имени Джонсон?",
"Вы помните Цезаря, негра?",
"Хендс остался на берегу, его ранили.",
"Хорошо. Позвольте мне задать вам ещё вопрос.",
"Да, какой на этот раз?",
"Нет, его там не было.",
"В команде не было никакого Джонсона.",
"Да, был такой - он чуть не убил нас всех...",
"Что случилось?",					
"Да уж. Я могу задать вам ещё пару вопросов?",	//20
"Хорошо, но поспешим.",
"22 ноября 1718 года лейтенант Мейнард прибыл с двумя шлюпами, 'Джейн' и 'Рейнджер' на остров Окракоке.",
"Как он нашел Чёрную Бороду?",
"У губернатора Спотсвуда из Вирджинии по всему побережью шпионы. Все три шлюпа застряли на отмели.",
"Они стреляли друг в друга..?",
"Шлюпы Мэйнарда были вне досягаемости орудий Тича, но они могли подплыть в любой момент. Я был у штурвала, когда Тич, позвал своего темнокожего Цезаря.",
"Да?...",
"...а остальное известно.",
"Да, но ведь это ты остановил Цезаря от уничтожения шлюпа? Трюм был заблокирован.",
"У меня есть другие дела... Но да, это был я, я нашел другой путь...",
"И ещё вопросик, если не возражаете. Цезарь был взят в плен, но что случилось со шлюпом?",
"Лейтенанту Мэйнарду разрешили оставить его себе в качестве награды за победу над Чёрной Бородой.",
"Ага, а у вас есть предположения, где его можно найти, если он всё ещё жив?",
"Я слышал, что он удалился от мира и живёт в старой Цитадели на острове Эльютера.",
"Большое спасибо, господин Одэл.",
"Разговор закончен, Говард Пайл.",
"Хорошо.",
"Вы помните Цезаря?",
"Ну, с такой-то компанией! И, кроме того...",
"Да, что ещё?",				//40
"Эльютера - большой остров. Мне что, плыть по всему побережью и искать Цитадель?",
"Нет, я думаю, вы можете добраться туда из таверны.",







};