string DLG_TEXT[22] = {
"Ага, наконец-то посетитель. Чем я могу вам помочь? Вы турист? Вы хотите увидеть старый форт?",
"Много вопросов. Но нет, меня интересует только старое кораблекрушение. Вы ведь торгуете старыми кораблями, верно?",
"Конечно, капитан. Вы пришли по адресу. О каком крушении мы говорим?",
"Это старый шлюп. Маленький такой.",
"Какое совпадение. Вы второй клиент сегодня, который спрашивает о таком же корабле.",
"(!! Они действительно уже здесь?) Хм, может быть, вы знаете, кто это был?",
"Нет, он не назвал своего имени. По-моему, он был похож на офицера. Хотя манеры у него были не очень приятные.",
"(Это действительно похоже на одного из офицеров Роджерса.) Ты продал ему обломки шлюпа?",
"Он не был уверен, что у меня тот самый, поэтому хотел сначала осмотреть его. Этот шлюп должен был принадлежать Чёрной Бороде, знаменитому пирату.",
"(Да!) И это тот самый шлюп, который у вас здесь есть?",
"Лейтенант Мейнард продал его мне, так что, думаю, да. Но я могу заверить вас, что на борту не осталось никаких сокровищ.",		//10
"Можно мне тоже взглянуть?",
"Конечно, капитан. Ты найдешь дорогу к моим кораблям из таверны. Идите через кухню и поднимитесь наверх через мою спальню. Предыдущий посетитель уже должен был открыть дверь в спальню.",
"Понятно, если я найду что-нибудь интересное, я вернусь сюда, чтобы обсудить цену....",
"Что теперь?",
"Ты здесь один? Никаких солдат?",
"Этот форт не подвергался нападениям уже 200 лет, так что да, здесь только я.",
"Понятно, тогда до свидания. (Летучий голландец, о да!)",
"Извините, но сейчас у меня нет времени на разговоры.",
"Хорошо.",
"И капитан, не смей трогать мои личные вещи в моей спальне!",
"Конечно, нет. (Хм, это мысль...)",


};