string DLG_TEXT[22] = {
"Что ты хочешь, чтобы я сделал?",
"Возьми трёх человек и наблюдай за правой дверью на спальной палубе!",
"Я делаю то же самое и смотрю на лестницу, прямо капитан.",
"В самом деле, вооружайтесь и отправляйтесь на свои позиции! Цезарь и король, следуйте за мной, когда будете готовы.",
"Капитан, этот парень хочет присоединиться к нашей компании.",
"Испанский солдат присоединяется к английским пиратам?",
"У меня есть идея, капитан, поменяемся одеждой.",	//6
"Идите вперед. И поторопитесь!",
"Вы обвиняете меня в том, что я вор, но это не украдено...",			//8
"Так откуда у тебя этот прекрасный наряд?",
"Купил на барахолке!",			//10
"Гррр.",
"Солдат к вашим услугам, капитан.",			//12
"Священник к вашим услугам, капитан.",
"Музыкант к вашим услугам, капитан.",
"Отлично.",						//15
"Я всего лишь музыкант и не говорю по-испански. Но священник его знает, капитан.",			//16
"Кто этот священник?",
"Монах в красных балахонах. Капитан, я тоже хочу сойти на берег.",	//18
"Это почему?",
"Я хочу найти инструмент - музыка делает команду счастливой, капитан.",	//20
"Хорошо, тогда вы со священником отправляетесь на берег.",

};