string DLG_TEXT[54] = {
"К вашим услугам, Капитан. К какой части перейдём?",
"!!!",
"Куда Капитан?",
"О, хорошо, я начну с самого начала.",
"1) В Порт-Роял к губернатору Роджерсу, к началу поисков.",
"2) К Борделю в Пиратском Поселении. Я собираюсь спасти Каролину К.",	//5
"3) В Порт-Роял после Борделя: ТАВЕРНА. (Пистолет №1)",
"4) В Порт-Роял: СКЛАД ОРУЖИЯ. (Пистолет №3)",
"5) В Порт-Роял: КУХНЯ. (Пистолет №4)",
"6) В Порт-Роял: БИБЛИОТЕКА. (Пистолет №5)",
"7) В Порт-Роял: После самогонного аппарата.",	//10
"8) В Порт-Роял: СКЛАДСКОЕ ПОМЕЩЕНИЕ ТАВЕРНЫ. (Пистолет №6)",
"9) В Порт-Роял: ВЕРФЬ: АПТЕЧКА.",
"10) Пещера на берегу: СБОР ЛЕКАРСТВ.",
"11) В Порт-Роял: ВЕРФЬ.",
"12) К Призовому кораблю: в УКРЫТИЕ ВЕЙНА.",	//15
"14) В церковь, комната Хора: в УКРЫТИЕ ВЕЙНА.",
"15) В церковь Пирата, перед МОНЕТАМИ.",
"16) Берег: перед ДЕРЕВЯННОЙ БАШНЕЙ",
"17) К Голубой Пещере: МЕСТЬ.",
"18) К Корвету: МЕСТЬ.",	//20
"20) В Порт-Роял: Изучение секрета.",
"Вы - Капитан? Процесс может быть немного пугающим...",
"Я не боюсь!",
"Могу я снова взглянуть на варианты.",
"Хм, я думаю, что буду играть с начала приключений.",	//25
"Я вас предупредил Капитан.",
"Хорошо, хорошо. Теперь давайте начинать!",
"21) В Порт-Роял и начало ЧАСТИ 2.",		//28
"22) На ферму: после АЛХИМИИ 1.",			//29
"Первая часть.",			//30
"Вторая часть.",			//31
"Я передумал, вместо этого отведите меня к первой части.",	//32
"Я передумал, вместо этого отведите меня ко второй части.",	//33
"23) К пещере на берегу: после ВЕЙНА.",			//34
"24) На Кюрасао: после РАЗДАЧИ.",				//35
"25) В Ла-Гренаду: после ОДЭЛ",			//36
"26) На Тортугу: после ХИРУРГОВ.",			//37
"27) В Чарльзтаун: после МАЛТИЙЦЕВ.",			//38
"28) В поместье Кайман: после ЛАБИРИНТА и КОМНАТ.",		//39
"29) В Эльютеру: после ЦИТАДЕЛИ.",			//40
"30) В Картахену: после МОНАСТЫРЯ.",			//41
"31) На Антигуа: после ТЮРЬМЫ.",			//42
"32) На Кайман: после ВИННОГО ПОГРЕБА ПОМЕСТЬЯ.",		//43
"33) На Тёркс: после того, как КАРТА НАЙДЕНА.",			//44
"34) В Картахену: после ВСЕХ ЧЕТЫРЕХ МИССИЙ.",		//45
"35) В Кристианию: после того, как НАЙДЕНЫ ВСЕ ШЕСТЬ ПРЕДМЕТОВ.",	//46
"36) К кренящемуся берегу: после БАШНИ ЧЁРНОЙ БОРОДЫ.",	//47
"37) К корвету: после КРЕНЕНИЯ на БЕРЕГ.",			//48
"38) В Исла-Мона: после КОРВЕТТА.",			//49
"Я могу доставить вас на любую часть задания. Но помните, что за это есть своя цена.",	//50
"Хм, во что мне это обойдется?",				
"Если вы закончите сюжет без использования прыжков по заданиям, вы получите доступ к бонусной главе.",	//52
"Меня это не волнует. Пожалуйста, продолжим.",
  
};