string DLG_TEXT[25] = {
"Не мешайте мне, я занят!",
"Понял, не буду.",
"Эй, вы! Вы выглядите подозрительным. Кто вы, черт возьми? Покажите мне ваши бумаги!",
"Кто ВЫ, черт возьми? Назовите себя и побыстрее!",
"Стой! Я никогда не видел вас прежде, но вы выглядите как пират! Можете доказать обратное?",
"Я ",
"  вот бумаги подтверждающие это. Теперь вы отстанете от меня?",
"А молодой выскочка. Вы уже получили слишком много от Роджерса - вот что мы думаем!",
"Да, я заметил это! Пожалуйста, пропустите все ваши лестные фразы - мне надоело их слышать...",
"Роджерс решил передать кое-какие товары на ваш корабль, в качестве подарка.",
"Это было очень мило с его стороны - вы не согласны?! И для вас - губернатор Роджерс!",
"Постойте, вы...",
"Что?",
"Кобуру которую вы получили - отдайте ее нам!",
"А вот не отдам! Губернатор Роджерс дал мне ее.",
"Эта вещь принадлежит нам, офицерам -",
"- и мы заберем ее у вас!",
"Вот еще одна вещь слишком хорошая для вас - но думаю, вы будете очень в ней нуждаться, пират!",	//17
"Это было очень любезно с вашей стороны.",							//18
"Не так быстро, мешок с дерьмом - вы должны сделать мне одолжение в обмен.",
"Что ж...",	
"Дверь в камбуз заперта - мы остаемся здесь!",
"А где же камбуз? Как я должен...",
"Он в носу галеона который мы захватили. Вы можете начать работу с ремонта якорного механизма корвета.",
"Хм, я...",							

};