string DLG_TEXT[12] = { 
"Больше никого не осталось, можно закладывать и поджигать фитиль.",
"Достаточно ли на борту пороха, чтобы взрыв пустил судно ко дну?",
"Пороху хватит даже для того, чтобы поднять его в воздух.",
"Тогда принимайся за дело, не мешкай.",
"Сейчас, капитан, еще пару минут...Не мешайте.",
"Поторопись. Вскоре французы поймут, что тут что-то происходит!",
"Все, теперь надо скорее убираться отсюда. Сейчас так рванет, самому дьяволу жарко станет!",
"Уходим!",
"Отлично, вы уничтожили охранников. Теперь я смогу заложить бомбу.",
"Отлично, закладывай быстрее и смываемся.",
"Я заложил бомбу. Осталось мало времени.",
"Бежим!",

};